Repository: webeescz/wpml
Catalog: sitepress-*.po
Languages: cs_cz

source: Item changed position
cs_cz: Položka změnila pozici

source: Item cannot be added (parent not translated)
cs_cz: Položka nemůže být přidána (rodič není přeložen)

source: Item will be removed
cs_cz: Položka bude odebrána

source: Item will be added
cs_cz: Položka bude přidána

source: Auto-generated title. Click to edit.
cs_cz: Automaticky vygenerovat titulek. Klikněte pro úpravu.

source: No menus found
cs_cz: Nenalezena žádná menu

source: Nothing to sync.
cs_cz: Nic k synchronizaci

source: Action
cs_cz: Akce

source: Nothing Sync
cs_cz: Nic nesynchronizováno

source: Sync
cs_cz: Synchronizovat

source: The selected menus have been synchonized.
cs_cz: Vybraná menu byla synchronizována.

source: Syncing menus %1 of %2
cs_cz: Synchronizuji menu %1 z %2

source: The menus on this page may not sync because it requires more input variables. Please modify the %s setting in your php.ini or .htaccess files to %s or more.
cs_cz: Menu na této stránce se nemusí synchronizovat, protože vyžadují více vstupních proměnných. Upravte prosím nastavení %s v souboru php.ini nebo .htaccess na %s nebo více.

source: Add menu translation: %s
cs_cz: Přidat překlad menu: %s

source: Menu synchronization will sync the menu structure from the default language of %s to the secondary languages.
cs_cz: Synchronizace menu synchronizuje strukturu menu z výchozího jazyka %s do sekundárních jazyků.

source: Edit
cs_cz: Upravit

source: Copied From the Original
cs_cz: Zkopírováno z originálu

source: Edit this page to add translations
cs_cz: Upravit tuto stránku pro přidání překladů

source: Your blog page does not exist or its translation is not published in %s.
cs_cz: Vaše stránka blogu neexistuje nebo není její překlad v %s publikován.

source: Your home page does not exist or its translation is not published in %s.
cs_cz: Vaše domovská stránka neexistuje nebo není její překlad v %s publikován.

source: Sticky
cs_cz: Zvýrazněný

source: Private
cs_cz: Soukromý

source: AJAX Error:
cs_cz: Chyba AJAXu:

source: WPML can't run normally. There is an installation or server configuration problem. %sShow details%s
cs_cz: WPML nemůže standardně fungovat. Vyskytl se problém v instalaci nebo konfiguraci serveru. %sZobrazit podrobnosti%s

source: For retrieving debug information if asked by support person, use the %sdebug information%s page.
cs_cz: Použijte stránku %sladění%s k získání informací k ladění požadovaných od osoby podpory.

source: For advanced access or to completely uninstall WPML and remove all language information, use the %stroubleshooting%s page.
cs_cz: Použijte stránku %sřešení potíží%s pro pokročilý přístup nebo pro kompletní odinstalování WPML a odebrání všech jazykových informací.

source: Installed
cs_cz: Nainstalované

source: Not installed
cs_cz: Neinstalováno

source: Version
cs_cz: Verze

source: Active
cs_cz: Aktivní

source: Status
cs_cz: Stav

source: Plugin Name
cs_cz: Název pluginu

source: Technical support for clients is available via %sWPML forums%s.
cs_cz: Technická podpora pro zákazníky je dostupná přes %sWPML fóra%s.

source: Update %s translation
cs_cz: Aktualizovat překlad %s

source: 4. Registration
cs_cz: 4. Registrace

source: 3. Language switcher
cs_cz: 3. Jazykový přepínač

source: 2. Translation languages
cs_cz: 2. Jazyky překladu

source: 1. Content language
cs_cz: 1. Jazyk obsahu

source: You can change the language of this label if you install and activate <a href="%s">WPML String Translation</a>.
cs_cz: Jazyk tohoto označení můžete změnit pokud nainstalujete a aktivujete <a href="%s">WPML Překlad řetězců</a>.

source: Adding translation for: %s.
cs_cz: Přidání překladu pro: %s.

# Edit languages page: subtitle #4, description
source: This determines the locale value for this language. You should check the name of WordPress localization file to set this correctly.
cs_cz: Určuje hodnotu národního prostředí pro tento jazyk. Pro správné nastavení byste měli zkontrolovat název lokalizačního souboru WordPressu.

# Edit languages page: subtitle #1
source: Default locale:
cs_cz: Výchozí národní prostředí:

# Edit languages page: subtitle #3, description
source: the flag to display next to the language (optional). You can either upload your own flag or use one of WPML's built in flag images.
cs_cz: vlajka zobrazená vedle jazyka (volitelně). Můžete nahrát svoji vlastní vlajku nebo použít jednu z vestavěných vlajek WPML.

# Edit languages page: subtitle #1
source: Flag:
cs_cz: Vlajka:

# Edit languages page: subtitle #2, description
source: the way the language name will be displayed in different languages.
cs_cz: způsob, jakým bude název jazyka zobrazen v jiných jazycích.

# Edit languages page: subtitle #1
source: Translations:
cs_cz: Překlady:

# Edit languages page: subtitle #1, description
source: a unique value that identifies the language. Once entered, the language code cannot be changed.
cs_cz: unikátní hodnota identifikující jazyk. Po vložení nemůže být kód jazyka upraven.

# Edit languages page: subtitle #1
source: Code:
cs_cz: Kód:

# Edit languages page: sentence #2
source: For each language, you need to enter the following information:
cs_cz: Pro každý jazyk je potřeba vložit následující informace:

# Edit languages page: sentence #1
source: This table allows you to edit languages for your site. Each row represents a language.
cs_cz: Tato tabulka umožňuje úpravu jazyků vašeho webu. Každý řádek představuje jazyk.

# Edit languages page: page title
source: Edit Languages
cs_cz: Upravit jazyky

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Use flag from WPML
cs_cz: Použít vlajku z WPML

source: WPML will reset all language information to its default values. Any languages that you added or edited will be lost.
cs_cz: WPML obnoví všechny jazyky na jejich výchozí hodnoty. Všechny přidané nebo upravené jazyky budou ztraceny.

source: Reset languages
cs_cz: Obnovit jazyky

source: Add Language
cs_cz: Přidat jazyk

source: Back to languages
cs_cz: Zpět na jazyky

source: Please note: language codes cannot be changed after adding languages. Make sure you enter the correct code.
cs_cz: Mějte prosím na paměti: jazykové kódy nemohou být po přidání jazyka změněny. Ujistěte se, že vkládáte správný kód.

source: Language tag
cs_cz: Štítek jazyka

source: Encode URLs
cs_cz: Kódování URL

source: Default locale
cs_cz: Výchozí národní prostředí

source: Translation
cs_cz: Překlad

source: Code
cs_cz: Kód

source: Language name
cs_cz: Název jazyka

source: Delete
cs_cz: Smazat

source: Upload flag
cs_cz: Nahrát vlajku

source: Translation (new)
cs_cz: Překlad (nový)

source: The language %s was deleted.
cs_cz: Jazyk %s byl smazán.

source: The tag already exists.
cs_cz: Štítek už existuje.

source: The default locale already exists.
cs_cz: Výchozí národní prostředí už existuje.

source: The Language name already exists.
cs_cz: Název jazyka už existuje.

source: The Language code already exists.
cs_cz: Kód jazyka už existuje.

source: (allowed: %s)
cs_cz: (povolené: %s)

source: A PHP extension stopped the file upload. PHP does not provide a way to ascertain which extension caused the file upload to stop; examining the list of loaded extensions with phpinfo() may help.
cs_cz: Rozšíření PHP zastavilo nahrávání souboru. PHP nenabízí způsob, jak zjistit, které rozšíření způsobilo zastavení nahrávání souboru; prozkoumání seznamu nahraných rozšíření pomocí phpinfo() může pomoci.

source: Failed to write file to disk.
cs_cz: Zapsáno souboru na disk selhalo.

source: Missing a temporary folder.
cs_cz: Chybějící dočasná složka.

source: No file was uploaded.
cs_cz: Nebyl nahrán žádný soubor.

source: The uploaded file was only partially uploaded.
cs_cz: Nahraný soubor byl nahrán pouze z části.

source: The uploaded file exceeds %s bytes.
cs_cz: Nahraný soubor je větší o %s bytů.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
cs_cz: Nahraný soubor přesahuje direktivu upload_max_filesize v php.ini.

source: There was an error uploading the file, please try again!
cs_cz: Při nahrávání souboru došlo k chybě, opakujte prosím znovu!

source: File extension not allowed.
cs_cz: Přípona souboru není povolena.

source: Error: Language not found.
cs_cz: Chyba: Jazyk nebyl nalezen.

source: Error: This is a built in language. You can't delete it.
cs_cz: Chyba: Toto je vestavěný jazyk. Nemůžete jej smazat.

source: Please, enter required data.
cs_cz: Vložte prosím požadovaná data.

source: Error adding flag.
cs_cz: Chyba při přidání vlajky.

source: Error adding native name.
cs_cz: Chyba při přidání původního názvu.

source: Adding language failed.
cs_cz: Přidání jazyka selhalo.

source: Error uploading flag file.
cs_cz: Chyba při nahrávání souboru vlajky.

source: Error adding translation %s for %s.
cs_cz: Chyba přidání překladu %s pro %s.

source: Please, enter valid data.
cs_cz: Vložte prosím platná data.

source: Are you sure you want to delete this language?%sALL the data associated with this language will be ERASED!
cs_cz: Opravdu chcete tento jazyk smazat?%sVŠECHNA dat asociována s tímto jazykem budou SMAZÁNA!

source: Upload dir is not writable
cs_cz: Složka pro nahrávání není zapisovatelná

source: Upload directory cannot be created. Check your permissions.
cs_cz: Složka pro nahrávání nemohla být vytvořena. Zkontrolujte práva.

source: Restore default
cs_cz: Obnovit výchozí

source: Are you sure you want to reset to the default settings?
cs_cz: Opravdu chcete obnovit výchozí nastavení?

source: * Your theme has a %s file, which sets the default values for WPML.
cs_cz: * Vaše šablona obsahu soubor %s, který nastavuje výchozí hodnoty pro WPML.

source: This will change the settings of your language switchers %s to their defaults as set by the theme. Please note that some switchers may be removed and others may be added.
cs_cz: Změní nastavení jazykových přepínačů %s na výchozí určené šablonou. Mějte prosím na paměti, že některé přepínače mohou být odebrány a některé přidány.

source: in options, menus, widgets, footer and shortcode
cs_cz: v nastavení, menu, widgetech, patičce a shortcodech

source: Select this option if your theme or plugins use AJAX operations on the front-end, that WPML needs to filter. WPML will set a cookie using JavaScript which will allow it to return the correct content for AJAX operations.
cs_cz: Tuto možnost vyberte, používá-li vaše šablona nebo pluginy AJAXové oprace na front-endu, které musí WPML filtrovat. WPML nastaví s použitím JavaScriptu cookie, které mu umožní vrátit pro AJAXovou opraci správný obsah.

source: Store a language cookie to support language filtering for AJAX
cs_cz: Uložení cookie jazyka pro podporu fitrování jazyka pro AJAX

source: Language filtering for AJAX operations
cs_cz: Jazyková filtrace pro AJAXové oprace

source: Tell the world your site is running multilingual with WPML (places a message in your site's footer) - <a href="%s">read more</a>
cs_cz: Řekněte světu, že je váš web vícejazyčný díky WPML (umístí zprávu do patičky webu) - <a href="%s">číst více</a>

source: Position of hreflang links
cs_cz: Umístění odkazů hreflang

source: Display alternative languages in the HEAD section.
cs_cz: Zobrazit alternativní jazyky v části hlavičky (HEAD).

source: Later in the head section (priority %d)
cs_cz: Později v části hlavičky (priorita %d)

source: As early as possible
cs_cz: Jakmile to bude možné

source: learn more
cs_cz: zjistit více

source: Browser language redirect may affect your site's indexing
cs_cz: Přesměrování dle jazyka prohlížeče může ovlivnit indexování vašich stránek

source: Remember visitors' language preference for %s hours (please enter 24 or multiples of it).
cs_cz: Zapamatovat si jazyková nastavení návštěvníků po %s hodin (zadejte prosím 24 nebo násobky).

source: Always redirect visitors based on browser language (redirect to home page if translations are missing)
cs_cz: Vždy přesměrovat návštěvníky na základě jazyka prohlížeče (v případě chybějících překladů přesměruje na domovskou stránku)

source: Redirect visitors based on browser language only if translations exist
cs_cz: Přesměrovat návštěvníky na základě jazyka prohlížeče pouze v případě, kdy překlad existuje

source: Disable browser language redirect
cs_cz: Vypnout přesměrování dle jazyka prohlížeče

source: This feature uses Javascript. Make sure that your site doesn't have JS errors.
cs_cz: Tato funkce používá JavaScript. Ujistěte se, že na vašem webu nejsou chyby JS.

source: WPML can automatically redirect visitors according to browser language.
cs_cz: WPML může automaticky přesměrovat návštěvníky dle jazyka prohlížeče.

source: Note: auto-adjust IDs will increase the number of database queries for your site.
cs_cz: Poznámka: automatická úprava ID zvýší počet dotazů vašeho webu do databáze.

source: Adjust IDs for multilingual functionality
cs_cz: Upravit ID pro vícejazyčnou funkci

source: This feature turns themes into multilingual, without having to edit their PHP files.
cs_cz: Tato funkce vytvoří vícejazyčnou šablonu bez nutnosti úpravy PHP souborů.

source: All languages are currently displayed.
cs_cz: Všechny jazyky jsou aktuálně zobrazeny.

source: You can completely hide content in specific languages from visitors and search engines, but still view it yourself. This allows reviewing translations that are in progress.
cs_cz: Můžete úplně skrýt obsah konkrétních jazyků před návštěvníky a vyhledávači, ale stále k němu mít přístup. Umožňuje prohlížet obsah, jehož překlad stále probíhá.

source: Please note that this setting affects only blog posts queried by the main loop in a theme's index.php template.
cs_cz: Mějte prosím na paměti, že toto nastavení ovlivní pouze příspěvky blogu získané přes hlavní smyčku v souboru index.php šablony.

source: All posts (display translation if it exists or posts in default language otherwise).
cs_cz: Všechny příspěvky (zobrazí překlad pokud existuje, v opačném případě výchozí jazyk).

source: Only translated posts.
cs_cz: Pouze přeložené příspěvky.

source: Edit Shortcode Actions Language Switcher
cs_cz: Upravit akce shortcode přepínače jazyků

source: Customize
cs_cz: Upravit

source: Custom language switchers
cs_cz: Vlastní jazykové přepínače

# Custom languuage switcher description: text
source: Need more options? See how you can %s.
cs_cz: Potřebujete více možností? Podívejte se, jak můžete %s.

# Custom languuage switcher description: external link text
source: insert WPML's switchers in custom locations
cs_cz: vložit přepínače WPML na vlastní místa

source: Edit Post Translations Language Switcher
cs_cz: Upravit jazykový přepínač překladů příspěvku

source: This post is also available in: %s
cs_cz: Tento příspěvek je dostupný také v.: %s

source: Text for alternative languages for posts:
cs_cz: Text pro alternativní jazyky příspěvků:

source: Below post
cs_cz: Pod příspěvkem

source: Above post
cs_cz: Nad příspěvkem

source: Position of link(s):
cs_cz: Umístění odkazu(ů):

source: Show links above or below posts, offering them in other languages
cs_cz: Zobrazí odkazy nad nebo pod příspěvky, nabídne další jazyky

source: Links to translation of posts
cs_cz: Odkazy na překlad příspěvků

source: Edit Footer Language Switcher
cs_cz: Upravit jazykový přepínač v pačice

source: Show language switcher in footer
cs_cz: Zobrazit v patičce jazykový přepínač

source: Footer language switcher
cs_cz: Jazykový přepínač v patičce

source: New Widget Area language switcher
cs_cz: Nový jazykový přepínač v oblasti widgetů

source: Edit Widget Area Language Switcher
cs_cz: Upravit jazykový přepínač v oblasti widgetů

source: Widget title:
cs_cz: Titulek widgetu:

source: Choose a widget area
cs_cz: Vyberte oblast widgetů

source: Widget area
cs_cz: Oblast widgetů

source: Add a new language switcher to a widget area
cs_cz: Přidat nový jazykový přepínač do oblasti widgetů

source: Widget language switcher
cs_cz: Jazykový přepínač ve widgetu

source: New Menu Language Switcher
cs_cz: Nový jazykový přepínač v menu

source: Edit Menu Language Switcher
cs_cz: Upravit jazykový přepínač v menu

source: good for menus that support drop-downs
cs_cz: vhodné pro menu podporující rozbalovací menu

source: Dropdown
cs_cz: Rozbalovací menu

source: good for menus that display items as a list
cs_cz: Vhodné pro menu zobrazující položky jako seznam

source: List of languages
cs_cz: Seznam jazyků

source: Language menu items style:
cs_cz: Styl položek menu jazyků:

source: Last menu item
cs_cz: Poslední položka menu

source: First menu item
cs_cz: První položka menu

source: Position:
cs_cz: Umístění:

source: Choose a menu
cs_cz: Vybrat menu

source: Add a new language switcher to a menu
cs_cz: Přidat do menu nový jazykový přepínač

source: Menu language switcher
cs_cz: Jazykový přepínač v menu

source: Skip backwards compatibility
cs_cz: Přeskočit zpětnou kompatibilitu

source: Backwards compatibility
cs_cz: Zpětná kompatibilita

source: Additional CSS
cs_cz: Další CSS

source: Preserve URL arguments
cs_cz: Zachovat URL argumenty

source: Link to home of language for missing translations
cs_cz: Odkaz na domovskou stránku jazyka u chybějících překladů

source: Skip language
cs_cz: Přeskočit jazyk

source: How to handle languages without translation
cs_cz: Jak zacházet s jazyky bez překladů

source: Drag and drop the languages to change their order
cs_cz: Pro změnu pořadí jazyky táhněte a pusťte

source: Order of languages
cs_cz: Pořadí jazyků

source: All language switchers in your site are affected by the settings in this section.
cs_cz: Nastavením v této sekci jsou ovlivněny všechny jazykové přepínače na vašem webu.

source: Other language background color
cs_cz: Barva pozadí dalšího jazyka

source: Other language font color
cs_cz: Barva písma dalšího jazyka

source: Current language background color
cs_cz: Barva pozadí aktuálního jazyka

source: Current language font color
cs_cz: Barva písma aktuálního jazyka

source: Border
cs_cz: Rámeček

source: Background
cs_cz: Pozadí

source: Normal
cs_cz: Normální

source: Select a preset
cs_cz: Vyberte předvolbu

source: Color themes:
cs_cz: Barevné šablony:

source: Language switcher colors
cs_cz: Barvy jazykového přepínače

source: You can display a language switcher in the site's footer. You can customize and style it here.
cs_cz: Jazykový přepínač můžete zobrazit v patičce webu. Přizpůsobit a nastylovat jej můžete zde.

source: Since WPML 3.6.0, the language switchers are not using CSS IDs and the CSS classes have changed. This was required to fix some bugs and match the latest standards. If your theme or your custom CSS is not relying on these old selectors, it's recommended to skip the backwards compatibility. However, it's still possible to re-activate this option later.
cs_cz: Počínaje WPML 3.6.0 nepoužívají jazykové přepínače CSS ID a změnily se CSS třídy. Bylo to nutné pro opravu některých chyb a pro sladění s nejnovějšími standardy. Pokud vaše šablona nebo vaše vlastní CSS nespoléhá na tyto staré selektory, doporučujeme zpětnou kompatibilitu přeskočit. Tuto možnost je však možné později znovu aktivovat.

source: This text appears before the list of languages. Your text needs to include the string %s which is a placeholder for the actual links.
cs_cz: Tento text se zobrazí před seznamem jazyků. Váš text musí obsahovat řetězec %s, který slouží jako zástupný řetězec pro skutečné odkazy.

source: Select the position to display the post translations links.
cs_cz: Zvolte umístění pro zobrazení odkazů překladů příspěvku.

source: Enter the title of the widget or leave empty for no title.
cs_cz: Zadejte titulek widgetu nebo jej ponechte prázdný.

source: Select the position to display the language switcher in the menu.
cs_cz: Vyberte umístění pro zobrazení jazykového přepínače v menu.

source: Select how to display the language switcher in the menu. Choose "List of languages" to display all the items at the same level or "Dropdown" to display the current language as parent and other languages as children.
cs_cz: Zvolte, jak v menu zobrazit jazykový přepínač. Pro zobrazení všech položek na stejné úrovni vyberte "Seznam jazyků", pro zobrazení aktuálního jazyka jako nadřazeného a dalších jazyků jako podřízených vyberte "Rozbalovací menu" (dropdown).

source: Select the style of the language switcher.
cs_cz: Zvolte styl jazykového přepínače.

source: Select the widget area where to include the language switcher.
cs_cz: Zvolte oblast widgetů, ve které bude zahnut jazykový přepínač.

source: Select the menus, in which to display the language switcher.
cs_cz: Zvolte menu, ve kterém se zobrazí jazykový přepínač.

source: Elements to include in the language switcher.
cs_cz: Prvky zahrnuté do jazykového přepínače.

source: The button is disabled because there are no registered widget areas in the site.
cs_cz: Tlačítko je neaktivní, neboť na tomto webu nejsou registrované žádné oblasti widgetů.

source: The button is disabled because all existing widget areas have language switchers. You can edit the settings of the existing language switchers.
cs_cz: Tlačítko je neaktivní, neboť všechny existující oblasti widgetů mají jazykové přepínače. Můžete upravit nastavení existujících jazykových přepínačů.

source: The button is disabled because there are no menus in the site. Add a menu and you can later enable a language switcher in it.
cs_cz: Tlačítko je neaktivní, neboť nejsou na webu žádný menu. Přidejte menu a následně v něm můžete zapnout jazykový přepínač.

source: The button is disabled because all existing menus have language switchers. You can edit the settings of the existing language switchers.
cs_cz: Tlačítko je neaktivní, neboť všechna existující menu mají jazykové přepínače. Můžete upravit nastavení existujících jazykových přepínačů.

source: You can display links to translation of posts before the post and after it. These links look like "This post is also available in..."
cs_cz: Před nebo za příspěvkem můžete zobrazit odkazy na překlady. Tyto odkazy vypadají takto "Tento příspěvek je dostupný také v..."

source: Styling the language switcher with additional CSS
cs_cz: Stylování jazykového přepínače pomocí přidaného CSS

source: Enter CSS to add to the page. This is useful when you want to add styling to the language switcher, without having to edit the CSS file on the server.
cs_cz: Vložte CSS přidané na stránku. Užitečné v případě, kdy chcete přidat styl pro jazykový přepínač bez nutnosti upravovat CSS soubor na serveru.

source: Preserving URL arguments
cs_cz: Zachování URL argumentů

source: Add a comma-separated list of URL arguments that you want WPML to pass when switching languages.
cs_cz: Přidat čárkou oddělený seznam URL argumentů, které by mělo WPML předat při přepínání jazyků dál.

source: Some content may not be translated to all languages. Choose what should appear in the language switcher when translation is missing.
cs_cz: Některý obsah nemusí být přeložen do všech jazyků. Vyberte, co by se mělo objevit v jazykovém přepínači v případě chybějícího překladu.

source: This is the order in which the languages will be displayed in the language switcher.
cs_cz: V tomto pořadí budou v jazykovém přepínači zobrazeny jazyky.

source: Next
cs_cz: Další

source: Back
cs_cz: Zpět

source: Delete language switcher
cs_cz: Smazat jazykový přepínač

source: Edit language switcher
cs_cz: Upravit jazykový přepínač

source: Custom
cs_cz: Vlastní

source: Language switcher style:
cs_cz: Styl jazykového přepínače:

source: Current language
cs_cz: Současný jazyk

source: Language name in current language
cs_cz: Název jazyka v současném jazyce

source: Native language name
cs_cz: Původní název jazyka

source: Flag
cs_cz: Vlajka

source: What to include in the language switcher:
cs_cz: Co zahrnout v jazykovém přepínači:

# Language switcher preview
source: Action
cs_cz: Akce

# Language switcher preview
source: Actions
cs_cz: Akce
