Repository: webeescz/wpml
Catalog: sitepress-*.po
Languages: cs_cz

# Language switcher preview
source: Position
cs_cz: Umístění

# Language switcher preview
source: Preview
cs_cz: Náhled

source: There are no templates available.
cs_cz: Nejsou k dispozici žádné šablony.

source: Language name added as a parameter
cs_cz: Název jazyka přidán jako parametr

source: Learn more about passing data between domains
cs_cz: Zjistěte více o předávání dat mezi doménami

source: The data will be encrypted with the %s algorithm.
cs_cz: Data budou zašifrována algoritmem %s.

source: Disable this feature
cs_cz: Vypnout tuto funkci

source: Pass arguments via POST
cs_cz: Předávat argumenty pomocí POST

source: Pass arguments via GET (the url)
cs_cz: Předávat argumenty pomocí GET (URL)

source: Pass session arguments between domains through the language switcher
cs_cz: Předávat argumenty relace mezi doménami přes přepínač jazyků

source: A different domain per language
cs_cz: Odlišná doména pro jazyk

source: Hide language switchers on the root page
cs_cz: Skrýt přepínače jazyků na kořenové stránce

source: Create root page.
cs_cz: Vytvořit kořenovou stránku.

source: Please save the settings first by clicking Save.
cs_cz: Uložte prosím nejprve nastavení WPML kliknutím na Uložit.

source: A page
cs_cz: Stránku

source: Please select what to show for the root url.
cs_cz: Zvolte prosím, co zobrazit pro kořenovou URL.

source: please enter path: absolute or relative to the WordPress installation folder
cs_cz: vložte prosím cestu: absolutní nebo relativní ke složce instalace WordPressu

source: HTML file
cs_cz: HTML soubor

source: What to show for the root url:
cs_cz: Co zobrazit pro kořenovou URL:

source: Use directory for default language
cs_cz: Použít složku pro výchozí jazyk

source: Different languages in directories
cs_cz: Jednotlivé jazyky ve složkách

source: Choose how to determine which language visitors see contents in
cs_cz: Zvolte jakým způsobem určit, ve kterém jazyce vidí návštěvník obsah

source: Edit Languages
cs_cz: Upravit jazyky

source: Add / Remove languages
cs_cz: Přidat / odebrat jazyky

source: Change default language
cs_cz: Změnit výchozí jazyk

source: These languages are enabled for this site:
cs_cz: Následující jazyky jsou na tomto webu aktivní:

source: Reset settings
cs_cz: Obnovit nastavení

source: Language switcher options
cs_cz: Nastavení jazykového přepínače

source: WPML love
cs_cz: Miluji WPML

source: SEO Options
cs_cz: Možnosti SEO

source: Browser language redirect
cs_cz: Přesměrování dle jazyka

source: Make themes work multilingual
cs_cz: Učinit šablony vícejazyčné

source: Hide languages
cs_cz: Skrýt jazyky

source: Blog posts to display
cs_cz: Příspěvky blogu k zobrazení

source: Admin language
cs_cz: Jazyk administrace

source: Language URL format
cs_cz: Formát URL jazyka

source: Site Languages
cs_cz: Jazyky webu

source: This screen contains the language settings for your site.
cs_cz: Tato obrazovka obsahuje jazyková nastavení vašeho webu.

source: Setup WPML
cs_cz: Nastavení WPML

source: Leave the text box to auto-save
cs_cz: Opusťte textový box pro automatické uložení

source: Do you really want to remove this item?
cs_cz: Opravdu chcete odebrat tuto položku?

source: Blue
cs_cz: Modrá

source: White
cs_cz: Bílá

source: Gray
cs_cz: Šedá

source: Clear all colors
cs_cz: Vyčistit všechny barvy

source: WPML admin screens require JavaScript in order to display. JavaScript is currently off in your browser.
cs_cz: Administrační obrazovky WPML k zobrazení vyžadují JavaScript. JavaScript je ve vašem prohlížeči momentálně vypnutý.

source: Translating %s? Use the %s table for easier translation.
cs_cz: Překládáte %s? Použijte tabulku %s pro jednodušší překlad.

source: Apply
cs_cz: Použít

source: Note: Custom taxonomies and custom fields are shared across different post types.
cs_cz: Poznámka: Vlastní taxonomie a vlastní pole jsou sdílena napříč typy obsahu (post types).

source: Copy once
cs_cz: Kopírovat jednou

source: Copy
cs_cz: Kopírovat

source: Don't translate
cs_cz: Nepřekládat

source: Custom fields
cs_cz: Uživatelská pole

source: Do nothing
cs_cz: Nedělat nic

source: Custom taxonomies
cs_cz: Vlastní taxonomie

source: Make '%s' translatable
cs_cz: Učinit '%s' přeložitelné

source: Settings saved
cs_cz: Nastavení uloženo

source: Minor edit - don't update translation
cs_cz: Drobná úprava - neaktualizovat překlad

source: Edit the %s translation
cs_cz: Upravit překlad %s

source: show
cs_cz: zobrazit

source: hide
cs_cz: skrýt

source: Translations
cs_cz: Překlady

source: Create duplicate
cs_cz: Vytvořit duplikát

source: Add translation to %s
cs_cz: Přidat překlad k %s

source: Duplicate
cs_cz: Duplikovat

source: Translate
cs_cz: Přeložit

source: Translate this Document
cs_cz: Přeložit tento dokument

source: Language of this %s
cs_cz: Jazyk tohoto %s

source: Language
cs_cz: Jazyk

source: Multilingual Content Setup
cs_cz: Nastavení vícejazyčného obsahu

source: Unable to remove relationship!
cs_cz: Není možné odebrat vztah!

# 2/2 Confirm to make duplicated translations independent
source: To not lose your changes, WPML will set this post to be translated independently.
cs_cz: Abyste neztratili změny, nastaví WPML tento příspěvek na samostatný překlad.

# 1/2 Confirm to make duplicated translations independent
source: You are updating a duplicate post.
cs_cz: Aktualizujete duplikovaný příspěvek.

source: Do you want to continue?
cs_cz: Chcete pokračovat?

source: Please make sure that you've saved all the changes. We will have to reload the page.
cs_cz: Ujistěte se prosím, že jste uložili všechny změny. Stránku je nutné opětovně načíst.

source: Loading Language Data for {post_name}
cs_cz: Načítání jazykových dat pro {post_name}

source: The following terms do not have a translation in the chosen language and will be disconnected from this post:
cs_cz: Následující termíny (terms) nemají ve vybraném jazyce překlad a budou z tohoto příspěvku vyjmuty:

source: All categories and tags will be translated if possible.
cs_cz: Všechny rubriky a štítky budou přeloženy je-li to možné.

source: You are about to change the language of {post_name}.
cs_cz: Chystáte se změnit jazyk {post_name}.

source: Group does not exist.
cs_cz: Skupina neexistuje.

source: Notice does not exist.
cs_cz: Poznámka neexistuje.

source: Notice does not exists.
cs_cz: Poznámky neexistují.

source: Show this notice.
cs_cz: Zobrazit tuto poznámku.

source: Dismiss this notice.
cs_cz: Odebrat tuto poznámku.

source: WPML could not write in the cache directory: %s
cs_cz: WPML nemůže zapisovat do složky mezipaměti: %s

source: WPML could not create a cache directory in %s
cs_cz: WPML nemůže vytvořit složku mezipaměti v %s

source: For WPML components you can receive updates from your %s or automatically, after you register WPML.
cs_cz: Po registraci WPML můžete automaticky přijímat aktualizace WPML komponent z vašeho %s.

source: Please update all components which you are using.
cs_cz: Aktualizujte prosím všechny používané komponenty.

source: Your site will not work as it should in this configuration
cs_cz: Web v této konfiguraci nebude fungovat jak by měl

source: WPML.org account
cs_cz: WPML.org účet

source: The following components are not updated:
cs_cz: Následující komponenty nejsou aktualizovány:

source: You are running updated %s and %s, but the following components are not updated:
cs_cz: Používáte aktualizovanou verzi %s a %s, avšak následující komponenty nejsou aktualizovány:

source: You are running updated %s, but the following component is not updated:
cs_cz: Používáte aktualizovanou verzi %s, avšak následující komponenty nejsou aktualizovány:

source: WPML Update is Incomplete
cs_cz: Aktualizace WPML je nekompletní

source: Dismiss
cs_cz: Odebrat

source: To get automatic updates, you need to register %s for this site. %sRegister %s%s
cs_cz: Pro automatické aktualizace musíte %s pro tento web registrovat. %sRegistrovat %s%s

source: How to translate product categories
cs_cz: Jak překládat kategorie produktu

source: How to translate attributes
cs_cz: Jak překládat vlastnosti

source: Theme localization instructions
cs_cz: Instrukce pro lokalizaci šablony

source: Please enter a value for the textdomain.
cs_cz: Vložte prosím hodnotu pro textovou doménu (textdomain).

source: Don't use String Translation to translate the theme and plugins
cs_cz: Nepoužívat Překlad řetězců k překladu šablony a pluginů

source: Translate the theme and plugins using WPML's String Translation and load .mo files as backup
cs_cz: Přeložit šablonu a pluginy pomocí WPML Překlad řetězců a načíst .mo soubory jako zálohu

source: Translate the theme and plugins using WPML's String Translation only (don't load .mo files)
cs_cz: Přeložit šablonu a pluginy pouze pomocí WPML Překlad řetězců (nenačítat soubory .mo)

source: If your theme and plugins include .mo files with translations, these translations will always be used. This option allows you to provide new and alternative translations for texts in the theme and in plugins using WPML's String Translation.
cs_cz: Jestliže vaše šablona nebo pluginy obsahují soubory .mo s překlady, budou tyto překlady použity vždy. Tato volba vám umožňuje poskytnout nové a alternativní překlady pro texty v šabloně a v pluginech s použitím WPML Překlad řetězců.

source: Select how to translate strings in the theme and plugins
cs_cz: Vyberte způsob překladu řetězců v šabloně a v pluginech.

source: This language selector determines which content to display. You can choose items in a specific language or in all languages. To change the language of the WordPress Admin interface, go to <a%s>your profile</a>.
cs_cz: Tento výběr jazyka určuje, který obsah zobrazit. Můžete vybrat položky v určitém jazyce nebo ve všech jazycích. Pro změnu jazyka administračního rozhraní WordPressu přejděte na <a%s>váš profil</a>.

source: Show content in:
cs_cz: Zobrazit obsah v:

source: Showing content in:
cs_cz: Zobrazuji obsah v:

source: help
cs_cz: nápověda

source: All languages
cs_cz: Všechny jazyky

source: You can change the language of this label from the <a href="%s">string translation page</a>.
cs_cz: Jazyk tohoto označení můžete změnit na <a href="%s">stránce překladu řetězců</a>.

source: This term has additional meta fields:
cs_cz: Tento termín má další meta pole:

source: Original language
cs_cz: Původní jazyk

source: Edit translation
cs_cz: Upravit překlad

source: Add translation
cs_cz: Přidat překlad

source: %taxonomy% terms (in original language)
cs_cz: termíny %taxonomy% (v původním jazyce)

source: Loading ...
cs_cz: Načítání ...

source: Translations of taxonomy %taxonomy% labels - appearing in WordPress admin menu
cs_cz: Překlady označení taxonomie %taxonomy% - zobrazují se v administračním menu WordPressu

source: Translation of %taxonomy%
cs_cz: Překlad %taxonomy%

source: item
cs_cz: položka

source: items
cs_cz: položky

source: No %taxonomy% found.
cs_cz: %taxonomy% nenalezena.

source: The taxonomy hierarchy is already synchronized.
cs_cz: Hierarchie taxonomie je už synchronizována.

source: The taxonomy hierarchy is now synchronized.
cs_cz: Hierarchie taxonomie je nyní synchronizována.

source: Go to the last page
cs_cz: Jít na poslední stránku

source: Go to the first page
cs_cz: Jít na první stránku

source: Go to the next page
cs_cz: Jít na následující stránku

source: Go to previous page
cs_cz: Jít na předchozí stránku

source: Current page
cs_cz: Aktuální stránka

source: loading
cs_cz: načítání

source: Cancel
cs_cz: Zrušit

source: Plural
cs_cz: Množné číslo

source: Singular
cs_cz: Jednotné číslo

source: Save
cs_cz: Uložit

source: Description
cs_cz: Popis

source: Slug
cs_cz: Zkratka

source: Name
cs_cz: Název

source: Translation to:
cs_cz: Překlad do:

source: Original:
cs_cz: Originál:

source: Copy from original
cs_cz: Kopírovat z originálu

source: Label translation
cs_cz: Překlad označení

source: Original term
cs_cz: Původní termín

source: Term translation
cs_cz: Překlad termínu

source: Target Language
cs_cz: Cílový jazyk

source: Synchronize taxonomy hierarchy according to: %language% language.
cs_cz: Synchronizovat hierarchii taxonomie podle: %language% jazyka.

source: Legend:
cs_cz: Legenda:

source: Will be added
cs_cz: Bude přidán

source: Will be removed
cs_cz: Bude odebrán

source: Overwrite existing translations
cs_cz: Přepsat existující překlady

source: Copy to all languages
cs_cz: Kopírovat ke všem jazykům

source: translate
cs_cz: přeložit

source: Hierarchy Synchronization
cs_cz: Synchronizace hierarchie

source: %taxonomy% Translation
cs_cz: Překlad %taxonomy%

source: Select the taxonomy to translate:
cs_cz: Vyberte taxonomii pro překlad:

source: select parent
cs_cz: vybrat rodiče

source: Search
cs_cz: Hledat

source: Update Taxonomy Hierarchy
cs_cz: Aktualizovat hierarchii taxonomie

source: Refresh
cs_cz: Obnovit

source: any language
cs_cz: jakýkoli jazyk

source: Taxonomy
cs_cz: Taxonomie

source: of
cs_cz: z

source: to
cs_cz: k

source: in
cs_cz: v

source: all
cs_cz: vše

source: untranslated
cs_cz: nepřeloženo

source: Show
cs_cz: Zobrazit

source: The original has been deleted!
cs_cz: Databáze byla aktualizována!

source: not translated in current language
cs_cz: v současném jazyce není přeloženo

source: Hide this notice.
cs_cz: Skrýt tuto poznámku.

source: Hide
cs_cz: Skrýt

source: To add categories that already exist in other languages go to the <a%s>category management page</a>
cs_cz: Pro přidání rubrik, které už existují v dalších jazycích přejděte na <a%s>stránku správy kategorií</a>

source: default
cs_cz: výchozí

source: Error: data not saved
cs_cz: Chyba: data nebyla uložena

source: Data saved
cs_cz: Data uložena

source: Taxonomy Translation
cs_cz: Překlad taxonomií

source: WP Menus Sync
cs_cz: Synchronizace WP menu

source: Debug information
cs_cz: Informace k ladění

source: Troubleshooting
cs_cz: Řešení potíží

source: Support
cs_cz: Podpora

source: Theme and plugins localization
cs_cz: Lokalizace šablony a pluginů

source: Languages
cs_cz: Jazyky

source: Language Switcher
cs_cz: Jazykový přepínač

source: Multilingual Text
cs_cz: Vícejazyčný text

source: Multilingual arbitrary text or HTML
cs_cz: Libovolného vícejazyčný text či HTML kód
