Repository: webeescz/wpml
Catalog: sitepress-*.po
Languages: cs_cz

# before the element of a list
source: , and
cs_cz: , a

# between two elements of a list
source: and
cs_cz: a

source: Something went wrong. Please try again or contact the support.
cs_cz: Něco se pokazilo. Zkuste to prosím znovu nebo kontaktujte podporu.

source: Done.
cs_cz: Hotovo.

source: You need to enable WPML's Translation Editor, to translate conveniently.
cs_cz: Pro pohodlný překlad je potřeba zapnout WPML Editor překladů.

source: One more step before you can translate %s
cs_cz: Jeden další krok, než budete moci překládat %s

source: Install
cs_cz: Instalovat

source: Download
cs_cz: Stáhnout

source: To easily translate %s, you need to add the following WPML components:
cs_cz: Pro jednoduchý překlad %s je potřeba přidat následující WPML komponenty:

# Integration requirement notice title for translation editor: enable action
source: Enable it now
cs_cz: Zapnout nyní

source: Translating content created with page builders
cs_cz: Překlad obsahu vytvořeného se staviteli stránek

source: This action is not allowed
cs_cz: Tato akce není povolena

source: Completed: %1$d posts were processed for "%2$s".
cs_cz: Dokončeno: %1$d příspěvků zpracováno u "%2$s".

source: Running now batch #%d
cs_cz: Zpracovávám dávku #%d

source: Some parameters are missing for this request.
cs_cz: Některé parametry v této žádosti chybí.

source: Invalid nonce.
cs_cz: Hodnota nonce je neplatná

source: Sitemaps for each language can be accessed below. You need to submit all these sitemaps to Google.
cs_cz: K mapám stránek každého jazyka je možné přistupovat níže. Je nutné odeslat Googlu všechny tyto mapy stránek.

source: Choose language:
cs_cz: Vyberte jazyk:

source: WordPress language file (.mo) is missing. Keeping existing display language.
cs_cz: Chybí jazykový soubor (.mo) WordPressu. Ponechávám existující zobrazený jazyk.

# You may need to {re-save the site permalinks} - 1/2
source: You may need to %s.
cs_cz: Možná bude potřeba %s.

# You may need to {re-save the site permalinks} - 2/2
source: re-save the site permalinks
cs_cz: znovu uložit trvalé odkazy webu

source: Error
cs_cz: Chyba

# Suggested default locale
source: None
cs_cz: Žádné

source: To fix, open "%s" and set the "default locale" values as shown above.
cs_cz: Pro opravu otevřete "%s" a nastavte hodnoty pro "výchozí jazyk" dle zobrazení výše.

source: %s (current locale: %s) - suggested locale(s): %s
cs_cz: %s (současný jazyk: %s) - doporučený jazyk(y): %s

source: WordPress cannot automatically download translations for the following languages:
cs_cz: WordPress nemohl automaticky stáhnout překlady pro následující jazyky:

source: You need to configure at least one more language in order to access "Theme and plugins localization" and "Media translation".
cs_cz: Pro přístup k "Překladu pluginů a šablon" a "Překladu médií" musíte nastavit alespoň jeden jazyk.

source: Stop showing this message
cs_cz: Přestat zobrazovat tuto zprávu

source: Learn more
cs_cz: Zjistit více

source: WPML 3.2 release notes
cs_cz: Poznámky k vydání WPML 3.2

source: This version of WPML includes major updates and improvements.
cs_cz: Tato verze zahrnuje významné aktualizace a vylepšení.

source: All term names updated
cs_cz: Všechny názvy termínů byly aktualizovány

source: Update term names
cs_cz: Aktualizovat názvy termínů

source: Affected Taxonomies
cs_cz: Dotčené taxonomie

source: Updated Name
cs_cz: Aktualizovaný název

source: Old Name
cs_cz: Původní název

source: Remove language suffixes from taxonomy names.
cs_cz: Odebrat přípony jazyka z názvů taxonomie

source: This version of WPML allows the use of taxonomy terms with the same name across multiple languages. Your site currently has %d taxonomy terms that require an update, so they will not be displayed with language suffixes.
cs_cz: Tato verze WPML umožňuje používání termínů taxonomií se stejným názvem napříč více jazyky. Váš web aktuálně má %s termínů taxonomií, které vyžadují aktualizaci, aby nebyly zobrazovány s příponou jazyka.

source: WPML's String Translation module lets you translate the theme, plugins and admin texts. To install it, go to your WPML account, click on Downloads and get WPML String Translation.
cs_cz: WPML Překlad řetězců umožňuje překlad textů šablony, pluginů a administrace. Pro jeho instalaci přejděte k vašemu účtu WPML, klikněte na Stažení (Downloads) a stáhněte WPML Překlad řetězců.

source: Are you sure you want to remove this button?
cs_cz: Opravdu chcete toto tlačítko odebrat?

source: hide this
cs_cz: toto skrýt

source: How to translate
cs_cz: Jak překládat

source: Never show this
cs_cz: Nikdy nezobrazovat

source: WPML will copy %s from %s when you save this post.
cs_cz: WPML překopíruje %s z %s jakmile uložíte tento příspěvek.

source: You are about to connect the current post with these following posts
cs_cz: Chystáte se propojit současný příspěvek s těmito následujícími příspěvky

source: No posts found
cs_cz: Nebyly nalezeny žádné příspěvky

source: Type a post title
cs_cz: Napište titulek příspěvku

source: Loading
cs_cz: Načítání

source: Connect with translations
cs_cz: Propojit s překlady

source: Translate independently
cs_cz: Překládat nezávisle

source: Assign
cs_cz: Přiřadit

source: Connect this post?
cs_cz: Připojit tento příspěvek?

source: Please make sure to save your post, if you've made any change, before proceeding with this action!
cs_cz: Před pokračováním této akce se prosím ujistěte, že jste v případě jakékoli změny uložili příspěvek!

source: Choose a post to assign
cs_cz: Vyberte příspěvek k přiřazení

source: This operation will synchronize this translation with the original language. When you edit the original, this translation will update immediately. It's meant when you want the content in this language to always be the same as the content in the original language.
cs_cz: Tato operace synchronizuje překlad s původním jazykem. Překlad se aktualizuje okamžitě, když upravíte původní obsah. Funkce je určena pro případy, kdy chcete mít obsah v tomto jazyce stejný, jako obsah originálního jazyka.

source: Overwrite with %s content.
cs_cz: Přepsat s obsahem %s.

source: This operation copies the content from the original language onto this translation. It's meant for when you want to start with the original content, but keep translating in this language. This button is only enabled when there's no content in the editor.
cs_cz: Tento operace překopíruje obsah z originálního jazyka do tohoto překladu. Funkce je určena pro případy, kdy chcete začít s původním obsahem, ale dále překládat do tohoto jazyka. Toto tlačítko je k dispozici pouze v případě, kdy není v editoru obsah.

source: Copy content from %s
cs_cz: Kopírovat obsah z %s

source: duplicate
cs_cz: duplikát

source: WPML will no longer synchronize this %s with the original content.
cs_cz: WPML nadále nebude synchronizovat tento %s s originálním obsahem.

source: This document is a duplicate of %s and it is maintained by WPML.
cs_cz: Tento dokument je duplikátem %s a je spravován pomocí WPML.

source: Can't create a duplicate. A translation is in progress.
cs_cz: Nelze vytvořit duplikát. Probíhá překlad.

source: This post is already duplicated.
cs_cz: Tento příspěvek už je duplikovaný.

source: The current content of this %s will be permanently lost. WPML will copy the %s content and replace the current content.
cs_cz: Současný obsah %s bude navždy ztracen. WPML překopíruje obsah %s a nahradí jím stávající obsah.

source: Post without a title
cs_cz: Příspěvek bez titulku

source: Make %s the original language for this %s
cs_cz: Udělat %s originálním jazykem pro tento %s

source: Your browser doesn't seem to be allowing cookies to be set.
cs_cz: Zdá se, že váš prohlížeč nepovoluje nastavení cookies.

source: Because encryption is not supported on your host, the data will only have a basic encoding with the bse64 algorithm.
cs_cz: Jelikož není šifrování vaším hostitelem podporováno, budou data šifrována pouze základním algoritmem bse64.

source: Experimental
cs_cz: Experimentální

source: This option is not yet available for Multisite installs
cs_cz: Tato možnost není dostupná pro multisite instalace

source: How to fix
cs_cz: Jak to opravit

source: The web server cannot write to the .htaccess file
cs_cz: Webový server nemůže zapisovat do souboru .thaccess

source: URL rewriting is not enabled in your web server.
cs_cz: Přepisování URL není na vašem webovém serveru povoleno.

source: WordPress is installed in a directory (not root) and you're using default links.
cs_cz: WordPress je nainstalován ve složce (ne v kořenové) a používáte výchozí odkazy.

source: This can be a result of either:
cs_cz: Chyba mohla nastat z následujících důvodů:

source: Details
cs_cz: Podrobnosti

source: It looks like languages per directories will not function.
cs_cz: Zdá se, že jazyky ve složkách nebudou fungovat.

source: Edit root page.
cs_cz: Upravit kořenovou stránku.

source: Thank you for registering WPML on this site. You will receive automatic updates when new versions are available.
cs_cz: Děkujeme za registraci WPML na tomto webu. Jakmile budou k dispozici nové verze, budete přijímat aktualizace.

source: Site key:
cs_cz: Webový klíč:

source: Enter the site key, from your wpml.org account, to receive automatic updates for WPML on this site.
cs_cz: Pro příjem automatických aktualizací WPML na tomto webu vložte platný webový klíč z vašeho wpml.org účtu.

source: WPML is already registered network-wide.
cs_cz: WPML je už registrováno v rámci celé sítě.

source: Registration
cs_cz: Registrace

source: Total
cs_cz: Celkem

source: Tags
cs_cz: Štítky

source: Categories
cs_cz: Rubriky

source: Pages
cs_cz: Stránky

source: Posts
cs_cz: Příspěvky

source: In order to edit or delete these you need to activate the corresponding language first
cs_cz: Abyste mohli tyto položky upravit nebo smazat, musíte nejdříve aktivovat příslušný jazyk

source: Inactive content
cs_cz: Neaktivní obsah

source: Select the languages to enable for your site (you can also add and remove languages later).
cs_cz: Vyberte jazyky povolené na vašem webu (jazyky můžete také přidat a odebrat později).

source: The WPML Multilingual CMS plugin is not currently enabled.
cs_cz: Plugin WPML Vícejazyčné CMS není v současnosti aktivní.

source: Remind me later
cs_cz: Připomenout později

source: Register
cs_cz: Registrovat

source: Finish
cs_cz: Dokončit

source: Default admin language:
cs_cz: Výchozí jazyk administrace:

source: %s are currently hidden to visitors.
cs_cz: %s jsou v současnosti návštěvníkům skryté.

source: %s is currently hidden to visitors.
cs_cz: %s je v současnosti návštěvníkům skrytá.

source: Default language (currently %s)
cs_cz: Výchozí jazyk (aktuálně %s)

source: The expected value is: %s
cs_cz: Očekávaná hodnota je: %s

source: If you don't have a WPML.org account or a valid subscription, you can %spurchase%s one and get later upgrades, full support and 30 days money-back guarantee.
cs_cz: Nemáte-li WPML.org účet nebo platné předplatné, můžete si jej %szakoupit%s a získat další aktualizace, plnou podporu a garanci třiceti dní vrácení peněz.

source: Don't have a key for this site? %sGenerate a key for this site%s
cs_cz: Nemáte klíč pro tento web? %sGenerovat klíč pro tento web%s

source: hidden
cs_cz: skrytý

source: Please go to the %sPlugins%s page and enable the WPML Multilingual CMS plugin before trying to configure the plugin.
cs_cz: Přejděte prosím na stránku <a href="%s">Pluginy</a> a aktivujte plugin WPML Vícejazyčné CMS, než se jej pokusíte nastavovat.

source: You can enable its/their display for yourself, in your <a href="%s">profile page</a>.
cs_cz: Jejich zobrazení můžete povolit sami na vaší <a href="%s">stránce profilu</a>.

source: Each user can choose the admin language. You can edit your language preferences by visiting your <a href="%s">profile page</a>.
cs_cz: Každý uživatel si může vybrat jazyk administrace. Vaše jazyková nastavení můžete upravit navštívením <a href="%s">stránky profil</a>.

source: When WPML accesses <a target="_blank" href="%s">%s</a> it gets:
cs_cz: Když WPML přistupuje na <a target="_blank" href="%s">%s</a> dostane:

source: This information allows our support team to see the versions of WordPress, plugins and theme on your site. Provide this information if requested in our support forum. No passwords or other confidential information is included.
cs_cz: Tato informace umožňuje našemu týmu podpory vidět verzi WordPressu, pluginů a šablony na vašem webu. Poskytněte prosím tuto informaci, jste-li o to požádání na našem fóru podpory. Součástí nejsou žádná hesla nebo důvěrné informace.

source: Partially done
cs_cz: Částečně hotovo

source: There might be more content to fix: please repeat the process.
cs_cz: Může existovat další obsah k opravě: opakujte prosím postup.

source: Partially done.
cs_cz: Částečně hotovo.

source: translation jobs updated
cs_cz: projekty překladů aktualizovány

source: This will assign the same taxonomy terms as the source for each post translation.
cs_cz: Tato funkce přiřadí ke každému překladu příspěvku stejné termíny taxonomie.

source: Synchronize posts taxonomies
cs_cz: Synchronizovat taxonomie příspěvků

source: Please note that all translations you have sent to remote translation services will be lost if you reset WPML's data. They cannot be recovered later.
cs_cz: Vezměte prosím na vědomí, že všechny překlady, které jste poslali vzdáleným překladatelským službám budou při obnovení dat WPML ztraceny. Později nemohou být vráceny.

source: The 'Reset' action will deactivate the WPML plugin after it deletes the WPML tables (tables with the 'icl_' prefix) from the database. \t\t\tThe action will NOT delete any content (posts, taxonomy terms etc.). \t\t\tIt only affects translation and language information that WPML associates with each content type.
cs_cz: Akce 'Obnovit' deaktivuje plugin WPML po smazání WPML tabulek (tabulky s prefixem 'icl_') z databáze. \t\t\tAkce nesmaže žádný obsah (příspěvky, termíny taxonomií apod.). \t\t\tBude mít vliv pouze na překlad a jazykové informace, které WPML přidružuje ke všem typům obsahu.

source: You are not allowed to manage the WPML Network settings.
cs_cz: Nemáte oprávnění spravovat WPML Síťová nastavení.

source: Note: WPML must be activated on the primary site or must be network activated.
cs_cz: Poznámka: WPML musí být aktivováno na primárním webu nebo být aktivováno v síti.

source: Go to WPML Network settings.
cs_cz: Přejít na WPML Síťová nastavení.

source: This function is available through the Network Admin section.
cs_cz: Tato funkce je dostupná přes sekci Síťová administrace.

source: Allows linking existing translations after changing custom taxonomies definition (name)
cs_cz: Umožní propojit existující překlady po změně definice vlastních taxonomií (název)

source: Translatable taxonomies linking
cs_cz: Propojení přeložitelných taxonomií

source: Allows linking existing translations after changing custom posts definition (name)
cs_cz: Umožní propojit existující překlady po změně definice vlastních příspěvků (název)

source: Translatable custom posts linking
cs_cz: Propojení přeložitelných vlastních příspěvků

source: Removes invalid rows stored in option and hide admin notice.
cs_cz: Odebere neplatné řádky uložené u položek a skryje upozornění administrátora.

source: Remove debug logs of String Translation cache
cs_cz: Odebrat záznamy ladění mezipaměti Překlad řetězců

source: Correct post type assignment for translations of custom post types in case something went wrong.
cs_cz: Opraví přiřazení typů obsahu pro překlady vlastních typů obsahu v případě, že se něco pokazilo.

source: Fix post type assignment for translations
cs_cz: Opravit přiřazení typů obsahu u překladů

source: Correct terms count in case something went wrong with translated contents.
cs_cz: Opraví počet termínů v případě, že se u překládaného obsahu něco pokazilo.

source: Fix terms count
cs_cz: Opravit počet termínů

source: Adds language information to posts and taxonomies that are missing this information.
cs_cz: Přidá jazykovou informaci příspěvkům a taxonomiím, u kterých chybí.

source: Set language information
cs_cz: Nastavit jazykovou informaci

source: Sets the translation status to DUPLICATE in the icl_translation_status table, for posts that are marked as duplicated.
cs_cz: Nastaví stav překladu na DUPLIKÁT v tabulce icl_translation_status u příspěvků, které jsou označeny jako duplikáty.

source: Assign translation status to duplicated content
cs_cz: Přiřadit stav překladu duplicitnímu obsahu

source: Fixes the collation of the element_type column in icl_translations in case this setting changed for your posts.post_type column.
cs_cz: Opraví porovnání sloupce element_type v icl_translations v případě, že se toto nastavení pro sloupec posts.post_Type změnilo.

source: Fix element_type collation
cs_cz: Opravit porovnání element_type

source: Removes entries from the WPML tables that are not linked properly. Cleans the table off entries left over upgrades, bug fixes or undetermined factors.
cs_cz: Odebere z WPML tabulek položky, které nejsou správně propojeny. Vyčistí tabulku od položek, které zůstaly po aktualizacích, opravách chyb nebo z nezjištěných důvodů.

source: Remove ghost entries from the translation tables
cs_cz: Odebrat mrtvé záznamy z překladových tabulek

source: This may solve issues like missing languages in the language switcher.
cs_cz: Tato funkce může vyřešit problémy jako jsou chybějící jazyky v přepínači jazyků.

source: Clear the cache in WPML
cs_cz: Vyčistit mezipaměť ve WPML

source: This operation will remove WPML's language table and recreate it. You should use it if you just installed WPML and you're not seeing a complete list of available languages.
cs_cz: Tato operace odstraní a znovu vytvoří jazykové tabulky WPML. Tuto funkci byste měli použít pokud jste zrovna nainstalovali WPML a nevidíte kompletní seznam dostupných jazyků.

source: Clear language information and repopulate languages
cs_cz: Vyčistit jazykové informace a znovu naplnit jazyky

source: This operation will reset WPML's language tables and reinstall it. Any custom languages that you added will be removed.
cs_cz: Tato operace obnoví a přeinstaluje jazykové tabulky WPML. Jakékoli přidané vlastní jazyk budou odebrány.

source: Please make backup of your database before using this.
cs_cz: Zálohujte prosím před použitím této funkce databázi.

source: Clean up
cs_cz: Vyčistit

source: Advanced settings
cs_cz: Pokročilá nastavení

source: Reset and deactivate WPML
cs_cz: Obnovit a deaktivovat WPML

source: I am about to reset all translation and language data.
cs_cz: Chystám se obnovit všechna data překladů a jazyků.

source: Are you sure you want to reset all translation and language data? This operation cannot be reversed!
cs_cz: Opravdu chcete obnovit data všech překladů a jazyků? Tato operace nemůže být vrácena!

source: Note: if you edited the custom taxonomy declaration you may need to re-configure WPML to mark it as translatable.
cs_cz: Poznámka: Pokud jste upravili deklaraci taxonomie, možná ji bude nutné ve WPML znovu označit jako přeložitelnou.

source: Note: if you edited the custom post declaration you may need to re-configure WPML to mark it as translatable.
cs_cz: Poznámka: Pokud jste upravili deklaraci typu obsahu, možná jej bude nutné ve WPML znovu označit jako přeložitelný.

source: --select--
cs_cz: --vyberte--

source: linked to:
cs_cz: navázáno na:

source: Done
cs_cz: Hotovo

source: WPML settings
cs_cz: Nastavení WPML

source: WPML Settings
cs_cz: Nastavení WPML

source: Translation options
cs_cz: Možnosti překladu

source: Custom post types
cs_cz: Vlastní typy obsahu

source: Custom posts
cs_cz: Vlastní příspěvky

source: You haven't entered translations for all slugs. Are you sure you want to save these settings?
cs_cz: Nezadali jste překlady pro všechny slugy. Opravdu chcete uložit tato nastavení?

source: You haven't set your synchronization preferences for these %s: %s. Default value was selected.
cs_cz: Nenastavili jste volby synchronizace pro %s: %s. Byly zvoleny výchozí hodnoty.

source: Synchronize comments on duplicate content
cs_cz: Synchronizovat komentáře v duplikovaném obsahu

source: Copy publishing date to translations
cs_cz: Kopírovat datum publikování do překladů

source: Copy taxonomy to translations
cs_cz: Kopírovat taxonomii do překladů

source: When deleting a taxonomy (category, tag or custom), delete translations as well
cs_cz: Při mazání taxonomie (rubrika, štítek nebo vlastní) smazat také překlady

source: When deleting a post, delete translations as well
cs_cz: Při smazání příspěvku smazat také překlady

source: Synchronize posts format
cs_cz: Synchronizovat formát příspěvků

source: Synchronize private flag
cs_cz: Synchronizovat příznak soukromý

source: Synchronize password for password protected posts
cs_cz: Synchronizovat heslo u příspěvků chráněných heslem

source: Synchronize sticky flag
cs_cz: Synchronizovat příznak zvýraznění

source: Synchronize ping status
cs_cz: Synchronizovat stav pingu

source: Synchronize comment status
cs_cz: Synchronizovat stav komentářů

source: Synchronize page template
cs_cz: Synchronizovat šablonu stránky

source: Set page parent for translation according to page parent of the original language
cs_cz: Nastavit rodičovskou stránku pro překlad podle rodičovské stránky originálního jazyka

source: Synchronize page order for translations
cs_cz: Synchronizovat pořadí stránek pro překlady

source: Posts and pages synchronization
cs_cz: Synchronizace příspěvků a stránek

source: Configuration for compatibility between your active plugins and theme is updated automatically on daily basis.
cs_cz: Konfigurace kompatibility mezi vašimi aktivními pluginy a šablonou je aktualizována každý den.

source: Theme and Plugins compatibility with WPML
cs_cz: Kompatibilita šablon a pluginů s WPML

source: Update
cs_cz: Aktualizovat

source: Last checked on %s
cs_cz: Naposledy zkontrolováno %s

source: Reset
cs_cz: Obnovit

source: Deactivate
cs_cz: Deaktivovat

source: Activate
cs_cz: Aktivovat

source: Inactive
cs_cz: Neaktivní

source: Site
cs_cz: Web

source: All translation data will be lost if you reset WPML's data. They cannot be recovered later.
cs_cz: Všechna data překladu budou při obnovení WPML ztracena. Později nemohou být obnovena.

source: You are about to reset WPML for this site: %s.
cs_cz: Chystáte se obnovit WPML pro tento web: %s.

source: Visit
cs_cz: Navštívit

source: Dashboard
cs_cz: Nástěnka

source: WPML Network Setup
cs_cz: Nastavení WPML sítě

source: WPML has been activated for the selected site.
cs_cz: WPML bylo na vybrané stránce aktivováno.

source: WPML has been deactivated for the selected site.
cs_cz: WPML bylo na vybrané stránce deaktivováno.

source: WPML has been reset for the selected site.
cs_cz: WPML bylo pro vybranou stránku obnoveno.

source: --None--
cs_cz: --Žádné--

source: This is a translation of
cs_cz: Toto je překlad

source: Untranslated string %s
cs_cz: Nepřeložený řetězec %s

source: Update %s menu option to %s
cs_cz: Aktualizovat %s položku menu na %s

source: Add %s
cs_cz: Přidat %s

source: Change menu order for %s
cs_cz: Změnit pořadí menu pro %s

source: Untranslated URL %s
cs_cz: Nepřeložené URL %s

source: Update URL to %s
cs_cz: Aktualizovat URL na %s

source: Rename label to %s
cs_cz: Přepsat popisek na %s

source: Remove %s
cs_cz: Odebrat %s

source: Untranslated URLs for menus
cs_cz: Nepřeložené URL v menu

source: Untranslated strings for menus
cs_cz: Nepřeložené řetězce v menu

source: Menu Options will be updated
cs_cz: Nastavení menu bude aktualizováno

source: URLs for menus will be updated
cs_cz: URL v menu budou aktualizovány

source: Strings for menus will be updated
cs_cz: Řetězce v menu budou aktualizovány

source: Item will be copied
cs_cz: Položka bude zkopírována
