Repository: webeescz/wpml
Catalog: sitepress-*.po
Languages: cs_cz

source: The type of the post cannot be retrieved
cs_cz: Typ příspěvku nemůže být načten

source: The original post cannot be retrieved
cs_cz: Originální příspěvek nemůže být načten

source: Job ID is missing
cs_cz: ID úkolu chybí

source: Submitted data is not valid.
cs_cz: Odeslaná data nejsou platná.

source: Translation (incomplete) saved.
cs_cz: Překlad (nehotový) uložen.

source: Translation updated:
cs_cz: Překlad aktualizován:

source: Translation added:
cs_cz: Překlad přidán:

source: Contact translator
cs_cz: Kontaktovat překladatele

source: Could not update the translation pickup mode.
cs_cz: Nebylo možné aktualizovat metodu vyzvednutí překladu.

source: Please activate translation service first.
cs_cz: Nejprve prosím aktivujte překladatelskou službu.

source: Batch is empty
cs_cz: Dávka je prázdná

source: <p>Could not add the requested languages. Please <a%s>contact us</a> for support. </p><p>Show <a%s>debug information</a>.</p>
cs_cz: <p>Nebylo možné přidat požadované jazyky. <a%s>Kontaktujte nás</a> pro podporu. </p><p>Show <a%s>debug information</a>.</p>

source: <p>Requested languages are not supported by the translation service (%s). Please <a%s>contact us</a> for support. </p>
cs_cz: <p>Požadované jazyky nejsou překladatelskou službou podporovány (%s). <a%s>Kontaktujte nás</a> prosím pro podporu. </p>

source: Cannot edit this item, because it is currently in the translation basket.
cs_cz: Není možné upravit tuto položku, protože je v současnosti v překladatelském koši.

source: You can't edit this translation, because this translation to %s is already in progress.
cs_cz: Tento překlad nemůžete upravit, protože překládání do %s už probíhá.

source: Deleted
cs_cz: Smazána

source: The below exception has occurred while communicating with Translation Proxy, please try again later or contact support if the problem persists:
cs_cz: Při komunikaci s proxy překladu nastala výjimka níže, zkuste to prosím znovu později nebo kontaktujte podporu v případě, že problém přetrvává:

source: You can check again in %s minutes.
cs_cz: Můžete znovu kontrolovat za %s minut.

source: You can check again in %s seconds.
cs_cz: Můžete znovu kontrolovat za %s sekund.

source: %d translations have been marked as cancelled.
cs_cz: %d překladů bylo označených za zrušené.

source: %d translations have been fetched from the translation service.
cs_cz: Z překladatelské služby bylo načteno %d překladů.

source: 1 translation has been fetched from the translation service.
cs_cz: Z překladatelské služby byl načten 1 překlad.

source: Open the content updates log
cs_cz: Otevřít záznam aktualizací obsahu

source: Synchronize status
cs_cz: Synchronizovat stav

# 2/2 Confirm to disconnect duplicates
source: These items will be automatically disconnected from originals, so translation is not lost when you update the originals.
cs_cz: Tyto položky budou automaticky odpojeny od originálů, takže překlad nebude při aktualizaci originálů ztracen.

# 1/2 Confirm to disconnect duplicates
source: You are about to translate duplicated posts.
cs_cz: Chystáte se přeložit duplikované příspěvky.

source: %s items in basket:
cs_cz: %s položek v koši:

source: No items found in basket
cs_cz: V koši nenalezeny žádné položky

source: Translation Service
cs_cz: Překladatelská služba

source: Post "%s" will be ignored for %s, because translation is already waiting for translator.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože překlad už čeká na překladatele.

source: Post "%s" will be ignored for %s, because translation is already in progress.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože překlad už probíhá.

source: Please select at least one document to translate.
cs_cz: Vyberte prosím alespoň jeden dokument k překladu.

source: Please select at least one language to translate into.
cs_cz: Vyberte prosím alespoň jeden jazyk, do kterého překládat.

source: You cannot add packages in this language to the basket since it already contains posts, packages or strings of another source language! \t\t\t\t\tEither submit the current basket and then add the post or delete the posts of differing language in the current basket
cs_cz: Do koše tohoto jazyka nemůžete přidávat balíčky, protože už obsahuje příspěvky, balíčky nebo řetězce jiného zdrojového jazyka! \t\t\t\t\tBuď odešlete současný košík a pak příspěvek přidejte nebo smažte příspěvky jiných jazyků v současném košíku

source: Widget is already converted
cs_cz: Widget už byl převeden

source: Converting to multilingual widget failed. No sidebar specified.
cs_cz: Převod na vícejazyčný widget selhal. Není specifikován postranní panel.

source: This widget is converted to multilingual
cs_cz: Tento widget je převeden na vícejazyčný

source: Convert to multilingual widget
cs_cz: Převést na vícejazyčný widget

source: Unable to get filesystem access
cs_cz: Nepodařilo se získat přístup k souborovému systému

source: You have been assigned to a new translation job on %s.
cs_cz: Byli jste přidáni k novému překladatelskému úkolu na %s.

source: You have been assigned to a new translation job from %s to %s. Start editing: %s You can view your other translation jobs here: %s This message was automatically sent by Translation Management running on WPML. To stop receiving these notifications contact the system administrator at %s. This email is not monitored for replies. - The WPML team
cs_cz: Byli jste přidáni k novému překladatelskému úkolu z %s do %s Začít upravovat: %s Vaše další překladatelské úkoly můžete prohlížet zde: %s Tato zpráva byla automaticky zaslána pomocí WPML Správa překladů. Pro ukončení příjmu těchto upozornění kontaktujte administrátora systému na %s. Odpovědi na tento e-mail nejsou sledovány. - WPML tým

source: Recreate String Translation cache tables when they are missing or are invalid.
cs_cz: Znovu vytvoří tabulky mezipaměti Překlad řetězců pokud chybí nebo jsou neplatné.

source: Recreate ST DB cache tables
cs_cz: Znovu vytvořit databázové tabulky mezipaměti Překladu řetězců

source: %s slugs are set to be translated, but they are missing their translation
cs_cz: %s slugy jsou nastaveny pro přeložení, ale chybějí jejich překlady

source: some strings might be not registered
cs_cz: některé řetězce nemusí být registrovány

source: string not registered
cs_cz: řetězec není registrovaný

source: No Translation requests selected.
cs_cz: Nebyly vybrány žádné žádosti o překlad.

source: Translation requests cancelled.
cs_cz: Žádosti o překlad zrušeny.

source: Preferences saved.
cs_cz: Předvolby uloženy.

source: You can't do that.
cs_cz: Toto nemůžete udělat.

source: I can't find user ID %d: he might have been removed as a translator for this site.
cs_cz: Nemohu najít ID uživatele %d: mohl být jako překladatel tohoto webu odstraněn.

source: %s has been removed as a translator for this site.
cs_cz: %s byl odebrán jako překladatel tohoto webu.

source: Language pairs for %s have been edited.
cs_cz: Jazykové páry pro %s byly upraveny.

source: %s has been added as a translator for this site.
cs_cz: %s byl přidán jako překladatel tohoto webu.

source: Complete
cs_cz: Dokončeno

source: Needs update
cs_cz: Potřebuje aktualizaci

source: In progress
cs_cz: Probíhá

source: Waiting for translator
cs_cz: Čekám na překladatele

source: Contact the translator
cs_cz: Kontaktujte překladatele

source: <strong>WPML notice:</strong> Upgrades to this version are only supported from versions %s and above. To upgrade from version %s, first, download <a%s>2.0.4</a>, do the DB upgrade and then go to this version.
cs_cz: <strong>Poznámka WPML:</strong> Aktualizace na tuto verzi jsou podporovány pouze od verze %s výše. Pro aktualizaci z verze %s nejprve stáhněte <a%s>2.0.4</a>, udělejte aktualizaci databáze a po přejděte na tuto verzi.

source: Select Language
cs_cz: Vyberte jazyk

source: %s is not translated. %sClick here to make this post type translatable.%s
cs_cz: %s není přeložen. %sKlikněte sem pro umožnění překladu tohoto typu obsahu.%s

source: Slug translation is currently disabled in WPML. %sClick here to enable.%s
cs_cz: Překlad slugů je ve WPML v současnosti zakázán. %sKlikněte sem pro zapnutí.%s

source: Slugs are currently translated. Click the link above to edit the translations.
cs_cz: Slugy jsou v současnosti překládány.

source: Slugs are currently not translated.
cs_cz: Slugy v současnosti nejsou překládány.

source: %s is translated via WPML. %sClick here to change translation options.%s
cs_cz: %s je přeloženo pomocí WPML. %sKlikněte sem pro změnu nastavení překladu.%s

source: No such post for ID = %d
cs_cz: Žádný příspěvek s ID = %d

source: Missing post ID
cs_cz: Chybějící ID příspěvku

source: WPML will copy this field from %s when you save this post.
cs_cz: WPML překopíruje pole z %s při uložení příspěvku.

source: Choose what to do when translating content with this field:
cs_cz: Vyberte co dělat při překládání obsahu tohoto pole:

source: Error: Something is wrong with field value. Translation preferences can not be set.
cs_cz: Chyba: Něco je špatně s hodnotou pole. Možnosti překladu nemohou být nastaveny.

source: To synchronize values for translations, you need to enable WPML's Translation Management module.
cs_cz: Pro synchronizaci hodnot překladů je nutné aktivovat modul WPML Správa překladů.

source: The translation preference for this field are being controlled by a language configuration XML file. If you want to control it manually, remove the entry from the configuration file.
cs_cz: Možnosti překladu tohoto pole jsou určeny pomocí jazykového konfiguračního XML souboru. Chcete-li je určit ručně, odeberte položku z konfiguračního souboru.

source: Translation preferences
cs_cz: Možnosti překladu

source: WPML capabilities
cs_cz: Schopnosti WPML

source: Manage Troubleshooting
cs_cz: Správa Řešení potíží

source: Manage Taxonomy Translation
cs_cz: Správa Překlad taxonomií

source: Manage WPML Menus Sync
cs_cz: Správa Synchronizace WPML menu

source: Manage Translation Analytics
cs_cz: Správa Analytika překladů

source: Manage String Translation
cs_cz: Správa Překlad řetězců

source: Manage Sticky Links
cs_cz: Správa Fixní odkazy

source: Manage Navigation
cs_cz: Správa Navigace

source: Manage Media translation
cs_cz: Správa Překlad médií

source: Operate WooCommerce Multilingual. Everything on WCML except the settings tab.
cs_cz: WooCommerce Vícejazyčný v provozu. Vše ve WCML kromě záložky natavení.

source: Manage WooCommerce Multilingual
cs_cz: Správa WooCommerce Vícejazyčný

source: Manage Support
cs_cz: Správa Podpora

source: Manage Theme and Plugin localization
cs_cz: Správa Lokalizace šablon a pluginů

source: Manage Languages
cs_cz: Správa Jazyky

source: Manage Translation Management
cs_cz: Správa Správa překladů

source: Post not found
cs_cz: Příspěvek nebyl nalezen

source: Network settings
cs_cz: Síťová nastavení

source: HTTP code: %s (%s)
cs_cz: HTTP kód: %s (%s)

source: none
cs_cz: žádné

source: Translation of
cs_cz: Překlad

source: Synchronize menus between languages.
cs_cz: Synchronizovat menu mezi jazyky.

source: add translation
cs_cz: přidat překlad

source: edit
cs_cz: upravit

source: edit translation
cs_cz: upravit překlad

source: Translations:
cs_cz: Překlady:

source: Menu Option: auto_add
cs_cz: Položka menu: auto_add

source: Translate menu strings and URLs for:
cs_cz: Přeložit řetězce menu a URL pro:

source: Menu(s) syncing complete.
cs_cz: Synchronizace menu hotova.

source: Not translated
cs_cz: Není přeloženo

source: These plugins are known to have compatibiliy issues with WPML:
cs_cz: Tyto pluginy mají známé problémy s kompatibilitou s WPML:

source: WPML will be deactivated
cs_cz: WPML bude deaktivováno

source: WPML cannot be activated together with these older plugins:
cs_cz: WPML nemůže být aktivováno současně s těmito staršími pluginy:

source: %sIMPORTANT:%s You are using a version of WooCommerce Multilingual that is not fully compatible with the current WPML version. The %sproducts translation editor has been deactivated%s for this reason.%sPlease upgrade to %sWooCommerce Multilingual 3.8%s to restore the translation editor for products and use all the other functions.
cs_cz: %sDŮLEŽITÉ:%s Používáte verzi WooCommerce Vícejazyčný, jež není plně kompatibilní se současnou verzí WPML. %sEditor překladu produktů byl z tohoto důvodu deaktivován.%s Pro obnovení editoru překladů produktů a použití všech ostatních funkcí %saktualizujte prosím na %sWooCommerce Vícejazyčný 3.8%s.

source: Not valid
cs_cz: Neplatné

source: Valid
cs_cz: Platné

source: Creating new tables...
cs_cz: Vytvářím nové tabulky...

source: Starting the upgrade process...
cs_cz: Spouštím proces aktualizace...

source: This normally takes a few seconds, but may last up to several minutes of very large databases.
cs_cz: Standardně to trvá několik sekund, ale u extrémně velkých databází může trvat několik minut.

source: WPML requires database upgrade
cs_cz: WPML vyžaduje aktualizaci databáze

source: Run Upgrade Process
cs_cz: Spustit proces aktualizace

source: Resume Upgrade Process
cs_cz: Obnovit proces aktualizace

source: Missing step
cs_cz: Chybějící krok

source: Finalizing upgrade...
cs_cz: Finalizuji aktualizaci...

source: Processing translations...
cs_cz: Zpracovávám překlady...

source: Your php.ini file is located at
cs_cz: Váš php.ini je umístěn v

source: Add the following line:
cs_cz: Přidat následující řádek:

source: Remove the 'filter_var' string from the 'disable_functions' directive or...
cs_cz: Odebrat řetězec 'filter_var' z direktivy 'disable_functions' nebo...

source: To enable it, either you or your host will need to open your website's php.ini file and either:
cs_cz: Pro zapnutí musíte vy nebo váš poskytovatel otevřít php.ini soubor vaše webu a udělat jedno z:

source: The filter extension is enabled by default as of PHP 5.2, therefore it must have been disabled by either you or your host.
cs_cz: Rozšíření filter je ve výchozím nastavení PHP 5.2 zapnuto, musí být tedy vypnuto vámi nebo vaším poskytovatelem.

source: The filter extension is enabled by default as of PHP 5.2.0. Before this time an experimental PECL extension was used, however, the PECL version is no longer recommended to be used or updated. (source:
cs_cz: Rozšíření filter je ve výchozím nastavení v PHP 5.2.0 zapnuto. Dříve bylo využíváno experimentální PECL rozšíření nicméně PECL verze není nadále doporučena pro použití nebo aktualizována. (zdroj:

source: To ensure and improve the security of your website, WPML makes use of the
cs_cz: Pro zajištění a vylepšení bezpečnosti vašeho webu používá WPML

source: WPML can't be functional because it requires a disabled PHP extension!
cs_cz: WPML nemůže fungovat, protože vyžaduje vypnuté PHP rozšíření!

source: Last Update Time could not be determined
cs_cz: Čas poslední aktualizace nemohl být určen

source: Configure
cs_cz: Konfigurovat

source: Messages and notifications
cs_cz: Zprávy a notifikace

source: Remove all messages and notifications, for all users.
cs_cz: Odebrat všechny zprávy a notifikace pro všechny uživatele.

source: Remove all messages and notifications
cs_cz: Odebrat všechny zprávy a notifikace

source: Restore dismissed and hidden messages and notifications.
cs_cz: Obnovit odebrané a skryté zprávy a notifikace

source: Apply to all users
cs_cz: Použít pro všechny uživatele

source: Restore messages and notification
cs_cz: Obnovit zprávy a upozornění

source: Deleted comments:
cs_cz: Smazané komentáře:

source: * The clean task may take several minutes to complete.
cs_cz: * Dokončení úlohy čištění může trvat několik minut.

source: Clean orphan comments
cs_cz: Vyčistit osamocené komentáře

source: Good news! Your site has no orphan comments.
cs_cz: Dobré zprávy! Tato stránka nemá žádné osamocené komentáře.

source: Checking...
cs_cz: Kontroluji...

source: Check for orphan comments
cs_cz: Zkontrolovat osamocené komentáře

source: This will check for comments that have a language different than the content they belong to. If found, we can delete these comments for you. We call these 'orphan comments'.
cs_cz: Tato funkce zkontroluje komentáře v jiném jazyce, než je obsah, ke kterému patří. Budou-li nalezeny, můžeme pro vás komentáře smazat. Nazýváme je 'osamocenými komentáři'.

source: Remove comments that don't match the content's language
cs_cz: Odebrat komentáře, které neodpovídají jazyku obsahu

source: %s orphan comments found.
cs_cz: Nelezeno %s osamocených komentářů.

source: Uncategorized
cs_cz: Nezařazeno

source: This post is also available in:
cs_cz: Tento příspěvek je k dispozici také v:

source: You are using a caching plugin. When you translate strings, the cache needs to be cleared in order for the translation to display.
cs_cz: Používáte plugin pro mezipaměť. Aby se překlady zobrazily, musí být paměť při překládání řetězců vyčištěna.

source: Clear cache now
cs_cz: Vyčistit mezipaměť nyní

source: I will clear the cache manually after translating strings
cs_cz: Po přeložení řetězců vyčistím mezipaměť ručně

source: Automatically clear the cache when strings are translated
cs_cz: Při přeložení řetězců automaticky vyčistit mezipaměť

source: <i>%s</i> integration
cs_cz: integrace <i>%s</i>

source: Error: Please activate WPML Translation Management plugin
cs_cz: Chyba: Aktivujte prosím plugin WPML Správa překladů

source: Error: WPML Translation Management plugin not initiated
cs_cz: Chyba: Plugin WPML Správa překladů není inicializován

source: Settings updated
cs_cz: Nastavení aktualizováno

source: Error: Please provide translation action
cs_cz: Chyba: Zadejte prosím překlad akce

source: Error: No custom field
cs_cz: Chyba: Žádné uživatelské pole

source: WPML will work on your site, but you will not receive updates. WPML updates are essential for keeping your site running smoothly and secure. To receive automated updates, you need to complete the registration, in the %splugins admin%s page.
cs_cz: WPML bude na vašem webu fungovat, ale nebudete dostávat žádné aktualizace. WPML aktualizace jsou klíčové pro udržení bezproblémového běhu a zabezpečení vašeho webu. Pro příjem automatických aktualizací je nutné dokončit registraci na stránce %sadministrace pluginu%s.

# Multilingual WordPress with WPML: second part
source: with WPML
cs_cz: s WPML

# Multilingual WordPress with WPML: first part
source: Multilingual WordPress
cs_cz: Vícejazyčný WordPress

source: Getting started guide
cs_cz: Příručka začínáme

source: Configure WPML
cs_cz: Konfigurovat WPML

source: You need to configure WPML before you can start translating.
cs_cz: Předtím, než budete moci začít překládat, musíte WPML nakonfigurovat.

source: Nothing to configure.
cs_cz: Nic ke konfiguraci.

source: 2. When you're done translating, return here and run the menu synchronization again. This will use the strings that you translated to update the menus.
cs_cz: 2. Jakmile dokončíte překládání, vraťte se sem a spusťte znovu synchronizaci menu. K aktualizaci menu budou použity vámi přeložené řetězce.

source: 1. Translate these strings:
cs_cz: 1. Přeložte tyto řetězce:

source: Your menu includes custom items, which you need to translate using WPML's String Translation.
cs_cz: Menu obsahuje vlastní položky, které musíte přeložit s použitím WPML Překlad řetězců.

source: Invalid language code
cs_cz: Neplatný kód jazyka

source: add
cs_cz: přidat

source: Main Page (no parent)
cs_cz: Hlavní stránka (bez nadřazené)

source: Please provide a short description of the website so that translators know what background is required from them.
cs_cz: Poskytněte nám prosím krátký popis webu, aby překladatelé věděli, jaké zaměření je od nich vyžadováno.

source: elements
cs_cz: prvky

source: Post type and source language assignment have been fixed for
cs_cz: Typ obsahu (post type) a přiřazení jazyka bylo opraveno pro

source: This warning will disappear once this issue is fixed.
cs_cz: Toto varování po zmizí, jakmile bude tento problém opraven.

source: Please go to the %s page and click on "%s" to fix this problem.
cs_cz: Přejděte prosím na stránku %s a pro opravdu problému klikněte na "%s".

source: WPML is missing some records in the languages tables and it cannot fully work until this issue is fixed.
cs_cz: WPML chybí některé záznamy v jazykových tabulkách a do opravy tohoto problému nemůže plně fungovat.

source: Display hidden languages
cs_cz: Zobrazit skryté jazyky

source: All languages are currently displayed. Choose what to do when site languages are hidden.
cs_cz: Všechny jazyky jsou v současnosti zobrazeny. Zvolte co dělat, jsou-li jazyky webu skryty.

source: Hidden languages:
cs_cz: Skryté jazyky:

source: Set admin language as editing language.
cs_cz: Nastavit jazyk administrace jako jazyk pro úpravy.

source: Editing language:
cs_cz: Jazyk pro úpravy:

source: this will be your admin language and will also be used for translating comments.
cs_cz: toto bude váš jazyk administrace a bude použit také pro překlad komentářů.

source: Select your language:
cs_cz: Vyberte váš jazyk:

source: WPML language settings
cs_cz: Jazyková nastavení WPML

source: Default admin language (currently %s)
cs_cz: Výchozí jazyk administrace (aktuálně %s)

source: You may need to contact your server administrator or your hosting company to install this extension.
cs_cz: Je možné, že budete muset pro instalaci tohoto rozšíření kontaktovat správce serveru nebo vaši hostingovou společnost.

source: You are using PHP 7: in some cases, the extension might have been removed during a system update. In this case, please see %3$s.
cs_cz: Používáte PHP 7: V některých případech může být rozšíření odebráno během aktualizace systému. V tomto případě se prosím podívejte na %3$s.

source: It looks like the %1$s extension, which is required by WPML, is not installed. Please refer to this link to know how to install this extension: %2$s.
cs_cz: Zdá se, že rozšíření %1$s, které je požadováno WPML, není nainstalováno. Pro informace, jak nainstalovat rozšíření %2$s, se prosím obraťte na tento odkaz.

source: Before adding other languages, please select the language existing contents are written in:
cs_cz: Před přidáním dalších jazyků prosím vyberte jazyk, ve kterém je napsaný současný obsah:

source: Current content language
cs_cz: Jazyk současného obsahu

# Tooltip: Auto sign-in and sign-out users from all domains
source: It requires a call to each of the site's language domains on both log-in and log-out, so there's a small performance penalty to using it.
cs_cz: Vyžaduje volání každé jazykové domény při přihlášení i odhlášení, takže použitím dochází k mírnému snížení výkonu.

# Tooltip: Auto sign-in and sign-out users from all domains
source: This feature allows the theme and plugins to work correctly when on sites that use languages in domains.
cs_cz: Tato funkce umožňuje šabloně a pluginům fungovat korektně na webech používajících jazyky v doménách.

source: Please log-out and login again in order to be able to access the admin features in all language domains.
cs_cz: Odhlaste se a znovu přihlaste, abyste mohli přistupovat k administraci ve všech jazykových doménách.

source: Auto sign-in and sign-out users from all domains
cs_cz: Automaticky přihlásit a odhlásit uživatele ze všech domén

source: Validate on save
cs_cz: Zkontrolovat při uložení

source: Uploads
cs_cz: Nahrání

source: menu items
cs_cz: položky menu

source: Preview update failed
cs_cz: Aktualizace náhledu selhala

source: You can't do that!
cs_cz: To nemůžete udělat!

source: %s is defined in your theme. The language switcher can only be customized using the theme's CSS.
cs_cz: %s je definován ve vaší šabloně. Přepínač jazyků může být uzpůsoben pouze pomocí CSS šablony.

source: Add a language switcher
cs_cz: Přidat jazykový přepínač

source: Customize the language switcher
cs_cz: Přizpůsobit jazykový přepínač
