Repository: webeescz/wpml
Catalog: woocommerce-multilingual-*_orig.po
Languages: cs_cz

source: One-off cost for the booking as a whole.
cs_cz: Jednorázová cena pro rezervaci jako celku.

source: This is the cost per block booked. All other costs (for resources and persons) are added to this.
cs_cz: Toto je cena za rezervovaný blok. Všechny další ceny (za zdroje a osoby) jsou k ní připočítány.

source: The cost is displayed to the user on the frontend. Leave blank to have it calculated for you. If a booking has varying costs, this will be prefixed with the word "from:".
cs_cz: Tato cena je zobrazena uživateli na webu. Pro automatický výpočet ji nechte prázdnou. Pokud má rezervace proměnnou cenu bude před cenou slovo "od:".

source: Calculate costs in other currencies automatically
cs_cz: Vypočítat cenu v dalších měnách automaticky

source: Set costs in other currencies manually
cs_cz: Nastavit ceny v dalších měnách ručně

source: Invalid nonce
cs_cz: Neplatná hodnota nonce

source: Bookings
cs_cz: Rezervace

source: Resources Label
cs_cz: Označení zdrojů

source: Resources
cs_cz: Zdroje

source: Title
cs_cz: Název

source: Person Types
cs_cz: Typy osob

source: Person Type Name
cs_cz: Název typu osob

source: Description
cs_cz: Popis

source: Resources label
cs_cz: Označení zdrojů

source: You can translate the titles of your custom Resources on the %sWooCommerce product translation page%s
cs_cz: Můžete přeložit názvy vašich vlastních Zdrojů na %sstránce Překlad WooCommerce produktů%s

source: You can translate the Person Type Name and Description on the %sWooCommerce product translation page%s
cs_cz: Můžete přeložit názvy a popisky typů osob na %sstránce Překlad WooCommerce produktů%s

source: Booking currency
cs_cz: Měna rezervací

source: To translate Extra Options strings please save %s and go to the <b><a href="%s">String Translation interface</a></b>
cs_cz: Pro překlad řetězců Dodatečného nastavení prosím uložte %s a přejděte na <b><a href="%s">panel Překlad řetězců</a></b>

source: You can translate this method title on the %sWPML String Translation page%s. Use the search on the top of that page to find the method title string.
cs_cz: Titulek této metody můžete přeložit na %sstránce WPML Překlad řetězců%s. Použijte hledání v horní části stránky pro vyhledání řetězce názvu metody.

source: You can translate the labels of your table rates on the %sWPML String Translation page%s. Use the search on the top of that page to find the labels strings.
cs_cz: Názvy vašich tabulkových sazeb můžete přeložit na %sstránce WPML Překlad řetězců%s. Použijte hledání v horní části stránky pro vyhledání řetězce názvů.

source: Composite Products ( Components )
cs_cz: Složené produkty (komponenty)

source: Name
cs_cz: Název

source: Composite Products ( Scenarios )
cs_cz: Složené produkty (scénáře)

source: Product Bundles
cs_cz: Balíčky produktů

source: You can translate strings related to global add-ons on the %sWPML String Translation page%s. Use the search on the top of that page to find the strings.
cs_cz: Řetězce související s globálními doplňky můžete přeložit na %sstránce WPML Překlad řetězcůpage%s. Použijte hledání v horní části stránky pro vyhledání řetězců.

source: Product Add-ons Group "%s"
cs_cz: Skupina doplňků produktu "%s"

source: Options
cs_cz: Možnosti

source: Label
cs_cz: Označení

source: You can translate the Group Name, Group Description and every Option Label of your product add-on on the %sWooCommerce product translation page%s
cs_cz: Na %sstránce WooCommerce překlad produktů%s můžete přeložit název skupiny, popis skupiny a každý popisek doplňku produktu

source: Language
cs_cz: Jazyk

source: Translation of
cs_cz: Překlad

source: Tour Data
cs_cz: Údaje zájezdu

source: Content
cs_cz: Obsah

source: Subscription Price
cs_cz: Cena předplatného

source: Sign-up Fee
cs_cz: Poplatek za registraci

source: You can translate strings related to subscription products on the %sWPML String Translation page%s. Use the search on the top of that page to find the strings.
cs_cz: Řetězce související s globálními doplňky můžete přeložit na %sstránce WPML Překlad řetězcůpage%s. Použijte hledání v horní části stránky pro vyhledání řetězců.

source: Product tabs
cs_cz: Záložky produktu

source: Heading
cs_cz: Nadpis

source: You can translate your custom product tabs on the %sWooCommerce product translation page%s
cs_cz: Na %sstránce WooCommerce překlad produktů%s můžete přeložit vlastní záložky produktů

source: Notice does not exists.
cs_cz: Poznámky neexistují.

source: Group does not exist.
cs_cz: Skupina neexistuje.

source: Hide
cs_cz: Skrýt

source: Hide this notice.
cs_cz: Skrýt tuto poznámku.

source: Dismiss this notice.
cs_cz: Odebrat tuto poznámku.

source: Show this notice.
cs_cz: Zobrazit tuto poznámku.

source: WPML Update is Incomplete
cs_cz: Aktualizace WPML je nekompletní

source: You are running updated %s, but the following component is not updated:
cs_cz: Používáte aktualizovanou verzi %s, avšak následující komponenty nejsou aktualizovány:

source: You are running updated %s and %s, but the following components are not updated:
cs_cz: Používáte aktualizovanou verzi %s a %s, avšak následující komponenty nejsou aktualizovány:

source: The following components are not updated:
cs_cz: Následující komponenty nejsou aktualizovány:

source: WPML.org account
cs_cz: WPML.org účet

source: Your site will not work as it should in this configuration
cs_cz: Web v této konfiguraci nebude fungovat jak by měl

source: Please update all components which you are using.
cs_cz: Aktualizujte prosím všechny používané komponenty.

source: For WPML components you can receive updates from your %s or automatically, after you register WPML.
cs_cz: Po registraci WPML můžete automaticky přijímat aktualizace WPML komponent z vašeho %s.

source: WPML could not create a cache directory in %s
cs_cz: WPML nemůže vytvořit složku mezipaměti v %s

source: WPML could not write in the cache directory: %s
cs_cz: WPML nemůže zapisovat do složky mezipaměti: %s

source: Installing %s
cs_cz: Instalace %s

source: Updating %s
cs_cz: Aktualizace %s

source: Activating %s
cs_cz: Aktivace %s

source: Installer
cs_cz: Instalátor

source: Registered
cs_cz: Registrováno

source: Register
cs_cz: Registrovat

source: You are using an invalid site key defined as the constant %s (most likely in wp-config.php). Please remove it or use the correct value in order to be able to register correctly.
cs_cz: Používáte neplatný webový klíč definovaný jako konstanta %s (pravděpodobně ve wp-config.php). Odstraňte jej prosím nebo použijte platnou hodnotu, abyste mohli provést registraci korektně.

source: To get automatic updates, you need to register %s for this site. %sRegister %s%s
cs_cz: Pro automatické aktualizace musíte %s pro tento web registrovat. %sRegistrovat %s%s

source: Dismiss
cs_cz: Odebrat

source: Commercial
cs_cz: Komerční

source: Installer cannot display the products information because the automatic updating for %s was explicitly disabled with the configuration below (usually in wp-config.php):
cs_cz: Instalátor nemůže zobrazit produktové informace, protože automatická aktualizace pro %s byla explicitně vypnuta v nastavení níže (obvykle ve wp-config.php):

source: In order to see the products information, please run the %smanual updates check%s to initialize the products list or (temporarily) remove the above code.
cs_cz: Abyste viděli produktové informace, spusťte prosím %sruční kontrolu aktualizací%s pro inicializaci seznamu produktů nebo (dočasně) oberte kód výše.

source: Installer cannot contact our updates server to get information about the available products and check for new versions. If you are seeing this message for the first time, you can ignore it, as it may be a temporary communication problem. If the problem persists and your WordPress admin is slowing down, you can disable automated version checks. Add the following line to your wp-config.php file:
cs_cz: Instalátor nemůže kontaktovat naše aktualizační servery, aby získal informace o dostupných produktech a zkontroloval nové verze. Vidíte-li tuto zprávu poprvé, můžete ji ignorovat, neboť se může jednat o dočasný komunikační problém. Pokud problém přetrvává a administrace WordPressu se zpomaluje, můžete automatickou kontrolu verze vypnout. Přidejte do vašeho souboru wp-config.php následující řádek:

source: No repositories defined.
cs_cz: Nejsou definovány žádné repozitáře.

source: Invalid site key for the current site.
cs_cz: Neplatný webový klíč pro současný web.

source: Please note that the site key is case sensitive.
cs_cz: Mějte prosím na paměti, že webový klíč je citlivý na velká a malá písmena.

source: %s cannot access %s to register. Try again to see if it's a temporary problem. If the problem continues, make sure that this site has access to the Internet. You can still use the plugin without registration, but you will not receive automated updates.
cs_cz: %s nemůže přistupovat k %s pro registraci. Zkuste to znovu pro zjištění, zda jde o dočasný problém. Pokud problém přetrvává, ujistěte se, že máte přístup k Internetu. Plugin můžete používat i bez registrace, nebudou ale fungovat automatické aktualizace.

source: Invalid site key for the current site. If the error persists, try to unregister first and then register again with the same site key.
cs_cz: Neplatný webový klíč pro aktuální web. Pokud chyba přetrvává, zkuste nejprve registraci zrušit a registrovat se znovu se stejným webovým klíčem.

source: You will have to renew your subscription in order to continue getting the updates and support.
cs_cz: Pro příjem aktualizací a podporu bude nutné obnovit vaše předplatné.

source: %sRenew here%s.
cs_cz: %sObnovit zde%s.

source: Your subscription appears to no longer be valid. Please try to register again using a valid site key.
cs_cz: Vaše předplatné už není nadále platné. Zkuste se prosím registrovat znovu s použitím platného webového klíče.

source: You must have a valid subscription in order to get upgrades or support for this plugin. %sPurchase a subscription or enter an existing site key%s.
cs_cz: Abyste mohli přijímat aktualizace a podporu pro tento plugin, musíte mít platné předplatné. %sKoupit předplatné nebo vložit existující webový klíč%s.

source: %s cannot update because your site's registration is not valid. Please %sregister %s%s again for this site first.
cs_cz: %s se nemůže aktualizovat, protože je registrace vašeho webu neplatná. %sRegistrujte %s%s pro tento web znovu prosím.

source: Update Plugin
cs_cz: Aktualizovat plugin

source: Return to the plugins page
cs_cz: Vrátit se na stránku pluginu

source: Your subscription expires in %d day.
cs_cz: Vaše předplatné vyprší za %s den.

source: Your subscription expires in %d days.
cs_cz: Vaše předplatné vyprší za %d dnů.

source: Downloading is not possible. WordPress cannot create required folders because of the 256 characters limitation of the current Windows environment.
cs_cz: Stažení není možné. WordPress nemůže vytvořit vyžadované složky kvůli omezení na 256 znaků v současném prostředí Windows.

source: Return to the updates page
cs_cz: Vrátit se na stránku aktualizací

source: To install and update %s, please %sregister%s %s for this site.
cs_cz: Pro instalaci a aktualizaci %s tento web prosím %sregistrujte%s.

source: Incorrect setup
cs_cz: Nesprávné nastavení

source: Invalid product
cs_cz: Neplatný produkt

source: Unknown repository
cs_cz: Neznámý repozitář

source: Your current site key (%s) does not match the selected product (%s).
cs_cz: Váš současný webový klíč (%s) neodpovídá vybranému produktu (%s).

source: Buy %s
cs_cz: Koupit %s

source: Already bought %s?
cs_cz: Už jste zakoupili %s?

source: Renew %s
cs_cz: Obnovit %s

source: Remove current site key (%s)
cs_cz: Odebrat současný webový klíč (%s)

source: %s support on wpml.org
cs_cz: %s podpora na wpml.org

source: Site-key was set by %s, most likely in wp-config.php. Please remove the constant before attempting to register.
cs_cz: Webový klíč byl nastaven pomocí %s, pravděpodobně ve wp-config.php. Před pokusem o registraci prosím tuto konstantu odstraňte.

source: Site-key was set by %s, most likely in wp-config.php. Please remove the constant before attempting to unregister.
cs_cz: Webový klíč byl nastaven pomocí %s, pravděpodobně ve wp-config.php. Před pokusem o zrušení registrace prosím tuto konstantu odstraňte.

source: Enter site key
cs_cz: Vložte webový klíč

source: Subscription is expired.
cs_cz: Předplatné vypršelo.

source: Add
cs_cz: Přidat

source: Are you sure you want to remove this site key?
cs_cz: Opravdu chcete tento webový klíč odebrat?

source: Downloading is not possible because WordPress cannot write into the plugins folder. %sHow to fix%s.
cs_cz: Stažení není možné, protože WordPress nemůže zapisovat do složky pluginu. %sJak to napravit%s.

source: Downloads:
cs_cz: Stažení:

source: Current version
cs_cz: Aktuální verze

source: Released
cs_cz: Vydaná

source: Installed version
cs_cz: Nainstalovaná verze

source: (embedded)
cs_cz: (vložené)

source: installing...
cs_cz: instaluje se...

source: updating...
cs_cz: aktualizuje se...

source: failed!
cs_cz: selhání!

source: installed
cs_cz: nainstalováno

source: updated
cs_cz: aktualizováno

source: activating
cs_cz: aktivuje se

source: activated
cs_cz: aktivováno

source: Activate after download
cs_cz: Po stažení aktivovat

source: Operation complete!
cs_cz: Operace dokončena!

source: Download failed! Please refresh the page and try again.
cs_cz: Stažení selhalo! Obnovte prosím stránku a zkuste to znovu.

source: Download
cs_cz: Stáhnout

source: Register %s
cs_cz: Registrovat %s

source: 1. Go to your %s%s account%s and add this site URL: %s
cs_cz: 1. Přejděte na váš %s%s účet%s a přidejte URL tohoto webu: %s

source: Unregister %s from this site
cs_cz: Zrušte registraci %s z tohoto webu

source: %s is registered on this site. You will receive automatic updates until %s
cs_cz: %s je na tomto webu registrován. Automatické aktualizace budete přijímat do %s

source: %s is registered on this site. Your Lifetime account gives you updates for life.
cs_cz: %s je na tomto webu registrován. Váš doživotní účet vám zajišťuje doživotní aktualizace.

source: This page lets you install plugins and update existing plugins. To remove any of these plugins, go to the %splugins%s page and if you have the permission to remove plugins you should be able to do this.
cs_cz: Tato stránka umožňuje nainstalovat pluginy a aktualizovat existující pluginy. K odebrání kteréhokoli z těchto pluginů přejděte na stránku %spluginy%s a měli byste je moci odebrat, máte-li k tomu práva.

source: Already bought?
cs_cz: Již jste zakoupili?

source: 2. Enter your site key
cs_cz: 2. Vložte váš webový klíč

source: Subscription expired. You need to either purchase a new subscription or upgrade if available.
cs_cz: Předplatné vypršelo. Je nutné buď koupit nové předplatné nebo upgradovat, je-li to možné.

source: Revalidate subscription
cs_cz: Znovu ověřit předplatné

source: If you have already purchased or renewed your subscription and you can still see this message, please revalidate your subscription
cs_cz: Pokud jste už koupili nebo obnovili předplatné a stále vidíte tuto zprávu, znovu jej prosím ověřte

source: Check for updates
cs_cz: Zkontrolovat aktualizace

source: Individual components
cs_cz: Jednotlivé komponenty

source: Cancel
cs_cz: Zrušit

source: Are you sure you want to unregister?
cs_cz: Opravdu chcete zrušit registraci?

source: Click to see individual components options.
cs_cz: Klikněte pro zobrazení možností jednotlivých komponent.

source: downloading...
cs_cz: stahuje se...

source: downloaded
cs_cz: staženo

source: Download failed! Click OK to revalidate your subscription or CANCEL to try again.
cs_cz: Stahování selhalo! Klikněte na OK pro ověření vašeho předplatného nebo na ZRUŠIT a zkuste to znovu.

source: Available
cs_cz: Dostupné

source: Installed
cs_cz: Nainstalované

source: Downloading
cs_cz: Stahuje se

source: Activate
cs_cz: Aktivovat

source: To translate %s please use the %s translation%s page, inside the %sWooCommerce Multilingual admin%s.
cs_cz: K přeložení %s prosím použijte stránku %s překladu%s v rámci %sadministrace WooCommerce Vícejazyčný%s.

source: %d products left
cs_cz: zbývá %d produktů

source: Synchronization complete!
cs_cz: Synchronizace dokončena!

source: Invalid taxonomy %s
cs_cz: Neplatná taxonomie %s

source: Some translated %s have different %s assignments.
cs_cz: Některé přeložení %s mají jiná přiřazení %s.

source: Update %s for all translated %s
cs_cz: Aktualizovat %s pro všechny přeložené %s

source: All %s have the same %s assignments.
cs_cz: Všechny %s mají stejná %s přiřazení.

source: Successfully updated %s for all translated %s.
cs_cz: Úspěšné aktualizovaný %s pro všechny přeložené %s.

source: Your settings have been saved.
cs_cz: Vaše nastavení byla uložena.

source: Add new currency
cs_cz: Přidat novou měnu

source: Update currency
cs_cz: Aktualizovat měnu

source: Update settings for %s
cs_cz: Aktualizovat nastavení pro %s

source: The default currency was changed. In order to show accurate prices in all currencies, you need to update the exchange rates under the %sMulti-currency%s configuration.
cs_cz: Výchozí měna byla změněna. Pro zobrazení přesných cen ve všech měnách potřebujete aktualizovat směnné kurzy v konfigurací %sVíce měn%s.

source: Monthly on the %s
cs_cz: Měsíčně na %s

source: Weekly on %s
cs_cz: Týdně na %s

source: You have entered an incorrect API Access Key
cs_cz: Vložili jste neplatný přístupový API klíč

source: Cannot get exchange rates. Connection failed.
cs_cz: Není možné změnit směnné kurzy. Připojení selhalo.

source: Error reading the exchange rate for %s. Please try again. If the error persist, try selecting a different exchange rate service.
cs_cz: Chyba při čtení směnného kurzu pro %s. Zkuste to prosím znovu. Pokud chyba přetrvává, zkuste vybrat odlišného poskytovatele kurzů.

source: Currency - no orders found
cs_cz: Měna - nenalezeny žádné objednávky

source: Currencies order updated
cs_cz: Pořadí měn aktualizováno

source: You haven't added any secondary currencies.
cs_cz: Nepřidali jste žádné sekundární měny.

source: Currency switcher
cs_cz: Přepínač měn

source: Configure options
cs_cz: Nastavit možnosti

source: All the products will be removed from the current order in order to change the currency
cs_cz: Současné pořadí všech produktů bude odstraněno kvůli změně měny

source: Show all currencies
cs_cz: Zobrazit všechny měny

source: Order currency:
cs_cz: Měna objednávky:

source: Choose a file
cs_cz: Vybrat soubor

source: At least one of these fields is required: title, content or excerpt
cs_cz: Alespoň jedno z těchto polí je povinné: titulek, obsah nebo stručný výpis

source: This translation job will no longer be assigned to you. Other translators will be able take it and continue the translation.
cs_cz: Tento úkol překladu vám nadále nebude přiřazen. Ostatní překladatelé jej mohou převzít a pokračovat v překladu.

source: This field is locked for editing because WPML will copy its value from the original language.
cs_cz: Pole je uzamčeno pro editaci, protože WPML překopíruje jeho hodnou z originálního jazyka.

source: This is a translation of %s. Some of the fields are not editable. It's recommended to use the %s for translating products.
cs_cz: Toto je překlad %s. Některá pole nejsou editovatelná. Je doporučeno použít %s pro překlad produktů.

source: WooCommerce Multilingual products translator
cs_cz: WooCommerce překlad vícejazyčných produktů

source: Shows a list of the products that existed in the cart before the cart is reset on the front end after switching the language or the currency. It will be hidden when there are no products to show.
cs_cz: Zobrazí seznam produktů, které byly v košíku před tím, než byl na front-endu obnoven po přepnutí jazyka nebo měny. Tam, kde nejsou žádné produkty k zobrazení, bude skryt.

source: Products before cart reset
cs_cz: Produkty před obnovením košíku

source: Switching currency?
cs_cz: Přepínáte měnu?

source: Your cart is not empty! After you switched the currency, all items from the cart will be removed and you have to add them again.
cs_cz: Váš košík není prázdný! Poté, co přepnete měnu, budou všechny položky z košíku odstraněny a budete je muset přidat znovu.

source: Keep using %s
cs_cz: Pokračovat v používání %s

source: Proceed
cs_cz: Pokračovat

source: View cart
cs_cz: Zobrazit košík

source: You cannot add another "%s" to your cart.
cs_cz: Nemůžete přidat další "%s" do košíku.

source: translations
cs_cz: překlady

source: Cart
cs_cz: Košík

source: Checkout
cs_cz: Objednávka

source: Checkout &rarr; Pay
cs_cz: Objednávka &rarr; Platba

source: Order Received
cs_cz: Objednávka přijata

source: My Account
cs_cz: Můj účet

source: Change Password
cs_cz: Změnit heslo

source: Edit My Address
cs_cz: Upravit mou adresu

source: Logout
cs_cz: Odhlásit se

source: Lost Password
cs_cz: Zapomenuté heslo

source: View Order
cs_cz: Zobrazit objednávku

source: Shop
cs_cz: Obchod

source: To quickly translate this and other WooCommerce store pages, please run the %ssetup wizard%s.
cs_cz: Pro rychlé přeložení této a dalších stránek WooCommerce prosím spusťte %sprůvodce nastavení%s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">Woocommerce</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WooCommerce</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML Translation Management</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML Správa překladů</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML String Translation</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML Překlad řetězců</a> před %s.

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML Media</a> versions prior %s.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML Média</a> před %s.

source: and
cs_cz: a

source: WooCommerce Multilingual is enabled but not effective. It requires %s in order to work.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Pro fungování vyžaduje %s.

source: Permalink settings
cs_cz: Nastavení trvalých odkazů

source: Configure products slug translation
cs_cz: Nastavit překlad slugů produktů

source: If you want different slugs for shop pages (%s/%s), you need to disable the shop prefix for products in <a href="%s">WooCommerce Settings</a>
cs_cz: Chcete-li použít rozdílné slugy pro stránky obchodu (%s/%s), je potřeba vypnout předponu pro produkty v <a href="%s">nastavení WooCommerce</a>

source: Finished! You can visit the %sstrings translation%s screen to translate the strings now.
cs_cz: Dokončeno! Můžete nyní otevřít obrazovku %spřeklad řetězců%s pro přeložení řetězců.

source: wpml-config.xml file missing from WooCommerce Multilingual folder.
cs_cz: soubor wpml-config.xml ve složce WooCommerce Vícejazyčný chybí.

source: Custom field %s configuration from wpml-config.xml file was altered!
cs_cz: Konfigurace uživatelských polí %s z wpml-config.xml souboru byla upravena!
