Repository: webeescz/wpml
Catalog: woocommerce-multilingual-*_orig.po
Languages: cs_cz

source: Sync products variations:
cs_cz: Synchronizovat varianty produktů:

source: left
cs_cz: zbývá

source: Sync products "gallery images":
cs_cz: Synchronizovat "galerii obrázků: produktů:

source: Sync products categories (display type, thumbnail):
cs_cz: Synchronizovat kategorie produktů (typ zobrazení, náhled):

source: Duplicate terms ( please select attribute ):
cs_cz: Duplikovat termíny (vyberte prosím vlastnost):

source: none
cs_cz: žádné

source: Start
cs_cz: Začít

source: Fix product_type taxonomy terms
cs_cz: Opravit termíny taxonomie product_type

source: Done!
cs_cz: Hotovo!

source: Required plugins
cs_cz: Požadované pluginy

source: WooCommerce Multilingual is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: WooCommerce Vícejazyčný je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML</a> před 2.0.5.

source: Update WPML
cs_cz: Aktualizovat WPML

source: Upgrade WPML
cs_cz: Novější WPML

source: Get WPML
cs_cz: Získat WPML

source: Get WPML Media
cs_cz: Získat WPML Média

source: Get WPML Translation Management
cs_cz: Získat WPML Správa překladu

source: Get WPML String Translation
cs_cz: Získat WPML Překlad řetězců

source: You are using WooCommerce Multilingual %s. This version includes an important UI redesign for the configuration screens and it requires <a href="%s">WPML %s</a> or higher. Everything still works on the front end now but, in order to configure options for WooCommerce Multilingual, you need to upgrade WPML.
cs_cz: Používáte WooCommerce Vícejazyčný %s. Tato verze obsahuje důležitá vylepšení rozhraní konfiguračních obrazovek a vyžaduje <a href="%s">WPML %s</a> nebo vyšší. Vše bude na front-endu i nadále fungovat, ale je nutné aktualizovat WPML, abyste mohli nastavovat možnosti WooCommerce Vícejazyčný.

source: %s is either not installed or not active.
cs_cz: %s buď není nainstalovaný nebo není aktivní.

source: %1$s is installed, but with incorrect version. You need %1$s %2$s or higher.
cs_cz: %1$s je nainstalovaný v nesprávné verzi. Budete potřebovat %1$s %2$s nebo vyšší.

source: Download WooCommerce
cs_cz: Stáhnout WooCommerce

source: The WordPress Multilingual Plugin
cs_cz: Plugin WordPress Vícejazyčný

source: Setup Complete
cs_cz: Instalace byla dokončena

source: Your multilingual shop is almost ready. Next, you should go to the different tabs in %sWooCommerce &raquo; WooCommerce Multilingual%s admin and do the final setup.
cs_cz: Váš vícejazyčný obchod je skoro připraven. Dále byste měli přejít na různé záložky v administraci %sWooCommerce &raquo; WooCommerce Vícejazyčný%s a provést finální nastavení.

source: For your convenience, we've marked items that require your attention with a notice icon. You can see a list of everything that you should complete in the %sStatus%s tab.
cs_cz: Pro vaše pohodlí jsme označili položky, které vyžadují vaši pozornost, ikonou upozornění. Seznam všeho, co byste měli dokončit můžete vidět na záložce %sStav%s.

source: Close setup
cs_cz: Zavřít nastavení

source: One or more WooCommerce pages have not been created
cs_cz: Nebyla vytvořena jedna nebo více WooCommerce stránek

source: Install missing WooCommerce pages and create translations.
cs_cz: Nainstalovat chybějící WooCommerce stránky a vytvořit překlady.

source: Translate Store Pages
cs_cz: Přeložit stránky obchodu

source: All store pages must be translated in the languages configured on the site.
cs_cz: Všechny stránky obchodu musí být přeloženy do jazyků nastavených na webu.

source: Continue
cs_cz: Pokračovat

source: Let's turn your WooCommerce shop multilingual
cs_cz: Přeměňte váš WooCommerce obchod na vícejazyčný

source: Thank you for choosing WooCommerce Multilingual. We need to do a few upgrades to your site, so that it has everything needed to run multilingual.
cs_cz: Děkujeme, že jste si vybrali WooCommerce Vícejazyčný. Musíme provést pár úprav vašeho webu, aby měl vše potřebné pro vícejazyčné fungování.

source: We'll help you:
cs_cz: Pomůžeme vám:

source: Translate the 'store' pages
cs_cz: Přeložit stránky obchodu

source: Choose which attributes to make translatable
cs_cz: Vybrat vlastnosti, které chcete přeložit

source: Choose if you need multiple currencies
cs_cz: Zvolit zda potřebujete více měn

source: You can make these updates now, or later from the %sWooCommerce &raquo; WooCommerce Multilingual%s menu.
cs_cz: Tyto aktualizace můžete provést teď nebo později z menu %sWooCommerce &raquo; WooCommerce Vícejazyčný%s.

source: Let's continue
cs_cz: Pokračovat

source: I'll do the setup later
cs_cz: Provedu instalaci později

source: Select Translatable Attributes
cs_cz: Vyberte přeložitelné vlastnosti

source: There are no attributes defined
cs_cz: Nejsou definovány žádné vlastnosti

source: Later
cs_cz: Později

source: Enable Multiple Currencies
cs_cz: Zapnout více měn

source: This will allow you to set prices for products in different currencies. The prices can be determined based on a given exchange rate or set explicitly for specific products.
cs_cz: Tato funkce vám umožní nastavit ceny produktů v jiných měnách. Ceny mohou být určeny na základě dodaného směnného kurzu nebo explicitně nastaveny pro konkrétní produkty.

source: This page allows you to translate all strings that are being used by WooCommerce in building different type of urls. Translating them enables you to have fully localized urls that match the language of the pages.
cs_cz: Tato stránka vám umožní přeložit všechny řetězce používané WooCommerce při tvorbě různých typů adres. Jejich přeložení vám umožní mít plně lokalizované adresy, které odpovídají jazyku stránek.

source: You can enter or edit your default values on the %sPermalinks settings%s page or, for the endpoints, on the WooCommerce %sAccount settings%s page.
cs_cz: Vložit nebo upravit výchozí hodnoty můžete na stránce %snastavení Trvalých odkazů%s nebo koncové body na stránce WooCommerce %sNastavení účtu%s.

source: permalinks settings
cs_cz: nastavení trvalých odkazů

source: Account settings
cs_cz: Nastavení účtu

source: Slug type
cs_cz: Typ slugu

source: Original Slug
cs_cz: Původní slug

source: Shop page
cs_cz: Stránka obchodu

source: Product base
cs_cz: Základ produktu

source: Product category base
cs_cz: Základ kategorie produktu

source: Product tag base
cs_cz: Základ štítků produktu

source: Product attribute base
cs_cz: Základ vlastnosti produktu

source: Attribute slug: %s
cs_cz: Slug vlastnosti: %s

source: Original
cs_cz: Originál

source: Translation to
cs_cz: Překlad do

source: Product Shop Base
cs_cz: Základ produktů obchodu

source: Synchronize attributes and update product variations
cs_cz: Synchronizovat vlastnosti a aktualizovat varianty produktu

source: This will automatically generate variations for translated products corresponding to recently translated attributes.
cs_cz: Tato funkce automaticky vygeneruje varianty pro přeložené produkty odpovídající nedávno přeloženým atributům.

source: Currently, there are %s variations that need to be created.
cs_cz: V současnosti existuje %s variant, jež musí být vytvořeny.

source: Synchronize %s assignment in content
cs_cz: Synchronizovat přiřazení %s v obsahu

source: This action lets you automatically apply the %s taxonomy to your content in different languages. It will scan the original content and apply the same taxonomy to translated content.
cs_cz: Tato funkce vám umožní automaticky použít %s taxonomii v obsahu v různých jazycích. Naskenuje původní obsah a použije stejnou taxonomii v přeloženém obsahu.

source: --Taxonomy--
cs_cz: --Taxonomie--

source: There are no translatable product custom taxonomies defined
cs_cz: Neexistují žádné přeložitelné vlastní taxonomie produktu

source: Select the taxonomy to translate:
cs_cz: Vyberte taxonomii k přeložení:

source: --Attribute--
cs_cz: --Vlastnost--

source: There are no translatable product attributes defined
cs_cz: Neexistují žádné přeložitelné vlastnosti produktu

source: Select the attribute to translate:
cs_cz: Vyberte vlastnost k přeložení:

source: Translate WooCommerce products
cs_cz: Přeložit WooCommerce produkty

source: Translate shipping classes
cs_cz: Přeložit třídy dopravy

source: Configure multi-currency for multilingual sites
cs_cz: Konfigurovat více měn pro vícejazyčné weby

source: Translate endpoints
cs_cz: Přeložit koncové body

source: Translations
cs_cz: Překlady

source: Quick edit is disabled for product translations. It's recommended to use the %s for editing products translations. %s
cs_cz: Rychlá úprava je pro překlady produktu vypnuta. Pro úpravu překladů produktů je doporučeno použít %s. %s

source: WooCommerce Multilingual products editor
cs_cz: Editor produktů WooCommerce Vícejazyčný

source: Edit this product translation
cs_cz: Upravit překlad tohoto produktu

source: How to translate attributes
cs_cz: Jak překládat vlastnosti

source: How to translate product categories
cs_cz: Jak překládat kategorie produktu

source: The recommended way to translate WooCommerce products is using the %sWooCommerce Multilingual products translation%s page. Please use this page only for translating elements that are not available in the WooCommerce Multilingual products translation table.
cs_cz: Doporučený způsob překládání WooCommerce produktů je s použitím stránky %spřeklad produktů WooCommerce Vícejazyčný%s. Tuto stránku prosím použijte pouze pro překládání prvků, které nejsou dostupné v tabulce překlad produktů WooCommerce Vícejazyčný.

source: Introduction
cs_cz: Úvod

source: Store Pages
cs_cz: Stránky obchodu

source: Global Attributes
cs_cz: Globální vlastnosti

source: Multiple Currencies
cs_cz: Více měn

source: Ready!
cs_cz: Připraveno!

source: Action failed. Please refresh the page and retry.
cs_cz: Akce selhala. Obnovte prosím stránku a zkuste to znovu.

source: Cheatin&#8217; huh?
cs_cz: Podvádíte&#8217; co?

source: Prepare your WooCommerce store to run multilingual!
cs_cz: Připravte váš obchod WooCommerce na podporu vícejazyčnosti!

source: We need to help you with a few steps to turn your WooCommerce store multilingual. These steps include:
cs_cz: Musíme vám pomoci s několika kroky pro vytvoření vícejazyčného WooCommerce obchodu. Tyto kroky zahrnují:

source: Translating the 'store' pages
cs_cz: Překlad stránek obchodu

source: Choosing which attributes to make translatable
cs_cz: Výběr vlastností, které budou přeložitelné

source: Choosing if you need multiple currencies
cs_cz: Volba, zda potřebujete více měn

source: Start the Setup Wizard
cs_cz: Spustit průvodce nastavením

source: Skip
cs_cz: Přeskočit

source: WooCommerce Multilingual &rsaquo; Setup Wizard
cs_cz: WooCommerce Vícejazyčný &rsaquo; Průvodce nastavením

source: Invalid language parameter: %s
cs_cz: Neplatný jazykový parametr: %s

source: Source product id not found: %s
cs_cz: Zdrojové id produktu nenalezeno: %s

source: Content / Description
cs_cz: Obsah / popis

source: Excerpt
cs_cz: Zkrácený výpis

source: Purchase note
cs_cz: Poznámka k nákupu

source: Images
cs_cz: Obrázky

source: Custom Product attributes
cs_cz: Vlastní vlastnosti produktu

source: Value(s)
cs_cz: Hodnota(y)

source: Custom Fields
cs_cz: Uživatelská pole

source: Variations data
cs_cz: Údaje variant

source: Download Files for Variation #%s
cs_cz: Stahování souborů pro variantu #%s

source: Download Files
cs_cz: Stahování souborů

source: File URL
cs_cz: URL souboru

source: External Product
cs_cz: Externí produkt

source: Product url
cs_cz: URL produktu

source: Button text
cs_cz: Text tlačítka

source: Content, title, and excerpt are empty.
cs_cz: Obsah, titulek a zkrácený výpis jsou prázdné.

source: To configure how the %sWooCommerce products%s are translated, visit the WooCommerce Multiligual %ssettings%s page.
cs_cz: Pro nastavení překládání %sWooCommerce produktů%s přejděte na stránku WooCommerce Vícejazyčný %snastavení%s.
