Repository: webeescz/wpml
Catalog: woocommerce-multilingual-*_orig.po
Languages: cs_cz

source: Custom type %s configuration from wpml-config.xml file was altered!
cs_cz: Konfigurace vlastního typu %s z wpml-config.xml souboru byla upravena!

source: Custom taxonomy %s configuration from wpml-config.xml file was altered!
cs_cz: Konfigurace vlastních taxonomií %s z wpml-config.xml souboru byla upravena!

source: Switching language?
cs_cz: Přepínáte jazyk?

source: You've switched language and there are items in the cart. If you keep the %s language, the cart will be emptied and you will have to add the items again to the cart.
cs_cz: Přepnuli jste jazyk a máte v košíku položky. Ponecháte-li jazyk %s bude košík vyprázdněn a budete muset položky do košíku přidat znovu.

source: Stay in %s
cs_cz: Zůstat na %s

source: Switch back to %s
cs_cz: Přepnout zpět na %s

source: Original language
cs_cz: Původní jazyk

source: Take this and edit
cs_cz: Vzít a upravit

source: Add translation
cs_cz: Přidat překlad

source: Update translation
cs_cz: Aktualizovat překlad

source: Finish translating
cs_cz: Dokončit překlad

source: Edit translation
cs_cz: Upravit překlad

source: Edit this item inline
cs_cz: Upravit tuto položku přímo

source: Quick Edit
cs_cz: Rychlá úprava

source: Translation in progress
cs_cz: Překlad probíhá

source: All the products will be removed from the current order in order to change the language
cs_cz: Všechny produkty ze současné objednávky budou odebrány, aby bylo možné změnit jazyk

source: Order language:
cs_cz: Jazyk objednávky:

source: Product Base
cs_cz: Základ produktů

source: Product Tag Base
cs_cz: Základ štítků produktu

source: Product Category Base
cs_cz: Základ kategorie produktu

source: Product Attribute Base
cs_cz: Základ vlastnosti produktu

source: Attribute Slug
cs_cz: Slug atributu

source: Endpoint: %s
cs_cz: Koncový bod: %s

# slug
source: product-category
cs_cz: kategorie-produktu

# slug
source: product-tag
cs_cz: stitek-produktu

source: Downloading translations... Please don't close this page.
cs_cz: Stahuji překlady... Nezavírejte prosím tuto stránku.

source: You've successfully installed %sWooCommerce Multilingual%s. Would you like to see a quick overview?
cs_cz: Úspěšně jste nainstalovali %sWooCommerce Vícejazyčný%s. Chcete zobrazit rychlý přehled?

source: We detected a problem in your WPML configuration: the %sproduct_type%s taxonomy is set as translatable and this would cause problems with translated products. You can fix this in the %sMultilingual Content Setup page%s.
cs_cz: Zjistili jsme problém ve vaší konfigurace WPML: taxonomie %sproduct_type%s je nastavena jako přeložitelná, což způsobí problémy s překladem produktů. Opravit to můžete na %sstránce nastavení vícejazyčného obsahu%s.

source: We detected that the %sproduct_type%s field was set incorrectly for some product translations. This happened because the product_type taxonomy was translated. You can fix this in the WooCommerce Multilingual %stroubleshooting page%s.
cs_cz: Zjistili jsme nesprávné nastavení pole %sproduct_type%s u některých překladů produktů. Stalo se to kvůli tomu, že byla taxonomie product_type přeložena. Můžete to upravit na %sstránce odstraňování potíží%s WooCommerce Vícejazyčný.

source: Learn how to turn your e-commerce site multilingual
cs_cz: Zjistěte, jak proměnit váš e-commerce web ve vícejazyčný

source: Looks like you are upgrading from a previous version of WooCommerce Multilingual. Would you like to automatically create translated variations and images?
cs_cz: Vypadá to, že aktualizujete z předchozí verze WooCommerce Vícejazyčný. Chcete automaticky vytvořit přeložené varianty a obrázky?

source: Yes, go to the troubleshooting page
cs_cz: Ano, přejít na stránku řešení potíží

source: No - dismiss
cs_cz: Ne - odebrat

source: In order to edit custom attributes you need to use the <a href="%s">custom product translation editor</a>
cs_cz: Pro úpravu vlastních vlastnosti musíte použít <a href="%s">editor překladu vlastního produktu</a>

source: You are using the same value as for the regular category base. This is known to create conflicts resulting in urls not working properly.
cs_cz: Používáte stejnou hodnotu jako pro základ kategorie. Je známo, že toto vytváří konflikty končící nesprávným fungováním adres.

# default-slug
source: product
cs_cz: produkt

source: WooCommerce Multilingual
cs_cz: WooCommerce Vícejazyčný

source: You have untranslated terms!
cs_cz: Máte nepřeložené termíny!

source: Products
cs_cz: Produkty

source: Categories
cs_cz: Rubriky

source: Tags
cs_cz: Štítky

source: Custom Taxonomies
cs_cz: Vlastní taxonomie

source: Attributes
cs_cz: Atributy

source: Shipping Classes
cs_cz: Třídy dopravy

source: Settings
cs_cz: Nastavení

source: Multi-currency
cs_cz: Více měn

source: Store URLs
cs_cz: URL obchodu

source: Status
cs_cz: Stav

source: Troubleshooting
cs_cz: Řešení potíží

source: Thank you for using %sWooCommerce Multilingual%s! You can express your love and support by %s rating our plugin and saying that %sit works%s for you.
cs_cz: Děkujeme vám za použití %sWooCommerce Vícejazyčný%s! Svou lásku a podporu %s hodnocením našeho pluginu a sdělením, že pro vás %sfunguje%s.

source: Loading ...
cs_cz: Načítání ...

source: Image
cs_cz: Obrázek

source: Product
cs_cz: Produkt

source: Type
cs_cz: Typ

source: Date
cs_cz: Datum

source: No products found
cs_cz: Nebyly nalezeny žádné produkty

source: Draft
cs_cz: Koncept

source: Private
cs_cz: Soukromý

source: Pending
cs_cz: Čekající

source: Scheduled
cs_cz: Naplánováno

source: Parent product: %s
cs_cz: Nadřazený produkt: %s

source: Edit this item
cs_cz: Upravit tuto položku

source: Edit
cs_cz: Upravit

source: View "%s"
cs_cz: Zobrazit "%s"

source: View
cs_cz: Zobrazit

source: Published
cs_cz: Publikováno

source: Last Modified
cs_cz: Naposledy upravené

source: All languages
cs_cz: Všechny jazyky

source: All categories
cs_cz: Všechny kategorie

source: All translation statuses
cs_cz: Všechny stavy překladu

source: Not translated or needs updating
cs_cz: Není přeloženo nebo potřebuje aktualizaci

source: Needs updating
cs_cz: Potřebuje aktualizaci

source: Translation complete
cs_cz: Překlad je hotový

source: All statuses
cs_cz: Všechny stvavy

source: Filter
cs_cz: Filtr

source: Reset
cs_cz: Obnovit

source: Search
cs_cz: Hledat

source: %d items
cs_cz: %d položky

source: Go to the first page
cs_cz: Jít na první stránku

source: Go to the previous page
cs_cz: Jít na předchozí stránku

source: Select Page
cs_cz: Vybrat stránku

source: Current page
cs_cz: Aktuální stránka

source: of
cs_cz: z

source: Go to the next page
cs_cz: Jít na následující stránku

source: Go to the last page
cs_cz: Jít na poslední stránku

source: Product Translation Interface
cs_cz: Rozhraní překladu produktu

source: The recommended way is using the WPML Translation Editor. It is streamlined for making the translation process much easier while also providing a much better integration with various WooCommerce extensions.
cs_cz: Doporučený způsob je použití WPML Editor překladů. Je přizpůsoben pro maximální ulehčení procesu překladu a zároveň poskytuje mnohem lepší integraci s různými rozšířeními WooCommerce.

source: WPML Translation Editor
cs_cz: WPML Editor překladu

source: Native WooCommerce product editing screen
cs_cz: Původní WooCommerce obrazovka editace produktu

source: Products Synchronization
cs_cz: Synchronizace produktů

source: Configure specific product properties that should be synced to translations.
cs_cz: Nastavit specifické vlastnosti produktu, které by měly být synchronizovány do překladů.

source: Sync publishing date for translated products.
cs_cz: Synchronizovat datum publikování do přeložených produktů.

source: Sync products and product taxonomies order.
cs_cz: Synchronizovat pořadí produktů a taxonomií produktů.

source: Products Download Files
cs_cz: Soubory ke stažení produktu

source: If you are using downloadable products, you can choose to have their paths synchronized, or seperate for each language.
cs_cz: Používáte-li stahovatelné produkty, můžete jejich cestu synchronizovat nebo oddělit podle jazyka.

source: Use the same files for translations
cs_cz: Použít stejné soubory pro překlady

source: Add separate download files for translations
cs_cz: Přidat k překladům vlastní soubory ke stažení

source: You can choose to clear the cart contents when you change language or currency in case you have problems in cart or checkout page
cs_cz: V případě, že máte problémy na stránce košíku nebo poklady, můžete vybrat možnost vyprázdnění obsahu košíku při změně jazyka nebo měny

source: Switching languages when there are items in the cart
cs_cz: Přepínání jazyků v případě, že jsou v košíku položky

source: Synchronize cart content when switching languages
cs_cz: Synchronizovat obsah košíku při přepínání jazyků

source: Prompt for a confirmation and reset the cart
cs_cz: Zobrazit výzvu k potvrzení a obnovit košík

source: Switching currencies when there are items in the cart
cs_cz: Přepínání měn v případě, že jsou v košíku položky

source: Synchronize cart content when switching currencies
cs_cz: Synchronizovat obsah košíku při přepínání měn

source: Not sure which option to choose? Read about %spotential issues when switching languages and currencies while the cart has items%s.
cs_cz: Nejste si jisti, kterou možnost vybrat? Přečtěte si o %spotenciálních problémech při přepínání jazyků a měn, když jsou v košíku položky%s.

source: Save changes
cs_cz: Uložit změny

source: Troubleshooting page
cs_cz: Stránka řešení potíží

source: Use custom settings for translations download files
cs_cz: Použít vlastní nastavení pro překlady souborů ke stažení

source: How to translate this?
cs_cz: Jak přeložit toto?

source: Learn more
cs_cz: Zjistit více

source: Update Translation
cs_cz: Aktualizovat překlad

source: Hide This Message
cs_cz: Skrýt tuto zprávu

source: <strong>WooCommerce Translation Available</strong> &#8211; Install or update your <code>%s</code> translations to version <code>%s</code>.
cs_cz: <strong>Je k dispozici WooCommerce překlad</strong> &#8211; Instalovat nebo aktualizovat <code>%s</code> překlady na verzi <code>%s</code>.

source: Taxonomies Missing Translations
cs_cz: Taxonomie s chybějícími překlady

source: To run a fully translated site, you should translate all taxonomy terms. Some store elements, such as variations, depend on taxonomy translation.
cs_cz: Chcete-li mít plně přeložený web, měli byste přeložit všechny termíny taxonomie. Některé prvky obchodu, jako jsou variace, jsou na překladu taxonomie závislé.

source: %s do not require translation.
cs_cz: %s nevyžadovat překlad.

source: This taxonomy requires translation.
cs_cz: Tato taxonomie vyžaduje překlad.

source: %d %s is missing translations.
cs_cz: %d %s chybí překlady.

source: %d %s are missing translations.
cs_cz: %d %s chybí překlady.

source: Translate %s
cs_cz: Přeložit %s

source: This taxonomy does not require translation.
cs_cz: Tato taxonomie nevyžaduje překlad.

source: All %s are translated.
cs_cz: Všechny %s jsou přeloženy.

source: Right now, there are no taxonomy terms needing translation.
cs_cz: Aktuálně nejsou žádné termíny, které by potřebovaly překlad.

source: To configure product taxonomies or attributes as translatable or not translatable, go to the %sMultilingual Content Setup%s
cs_cz: Pro nastavení překládání nebo nepřekládání taxonomií nebo vlastností produktů přejděte na %sNastavení vícejazyčného obsahu%s

source: Configuration Warnings
cs_cz: Varování k nastavení

source: Your product permalink base is not translated to:
cs_cz: Váš základ trvalých odkazů není přeložen do:

source: Translate URLs
cs_cz: Přeložit URL

source: Your site's default language is not English and the strings language is also not English.
cs_cz: Výchozí jazyk vašeho webu není angličtina a jazyk řetězců také není v angličtině.

source: Running WooCommerce multilingual with default language other than English.
cs_cz: Provozování vícejazyčného WooCommerce s jiným výchozím jazykem, než s angličtinou.

source: This may cause problems with URLs in different languages.
cs_cz: Může způsobovat problémy s URL v jiných jazycích.

source: Change default language
cs_cz: Změnit výchozí jazyk

source: Your site's default language is not English.
cs_cz: Výchozím jazykem vašeho webu není angličtina.

source: There are some settings that require careful attention.
cs_cz: Některá nastavení vyžadují pečlivou pozornost.

source: Some settings from the WooCommerce Multilingual wpml-config.xml file have been overwritten.
cs_cz: Některá nastavení ze souboru wpml-config.php pro WooCommerce Vícejazyčný byla přepsána.

source: You should check WPML configuration files added by other plugins or manual settings on the %s section.
cs_cz: Měli byste zkontrolovat konfigurační soubory WPML přidané dalšími pluginy nebo ručním nastavením v sekci %s.

source: Multilingual Content Setup
cs_cz: Nastavení vícejazyčného obsahu

source: Products Missing Translations
cs_cz: Produkty s chybějícími překlady

source: %d %s translation missing.
cs_cz: %d %s chybí překlad.

source: %d %s translations missing.
cs_cz: %d %s chybí překlady.

source: Translate Products
cs_cz: Přeložit produkty

source: Right now, there are no products needing translation.
cs_cz: Právě teď zde nejsou žádné produkty vyžadující překlad.

source: Secondary currencies: %s
cs_cz: Sekundární měny: %s

source: Multi-currency is not enabled.
cs_cz: Není povoleno více měn.

source: Add Currencies
cs_cz: Přidat měny

source: Plugins Status
cs_cz: Stav pluginů

source: %s is installed and active.
cs_cz: %s je nainstalovaný a aktivní.

source: %s is set up.
cs_cz: %s je nastavený.

source: %s is not set up.
cs_cz: %s není nastavený.

source: WooCommerce Multilingual depends on several plugins to work. If any required plugin is missing, you should install and activate it.
cs_cz: WooCommerce Vícejazyčný je pro správnou funkčnost závislý na několika pluginech. Pokud některý plugin chybí, měli byste jej nainstalovat a aktivovat.

source: WooCommerce Store Pages
cs_cz: Stránky obchodu WooCommerce

source: To run a multilingual e-commerce site, you need to have the WooCommerce shop pages translated to all the site's languages. Once all the pages are installed you can add the translations for them from this menu.
cs_cz: Pro provoz vícejazyčného e-shopu musíte mít přeložené stránky WooCommerce obchodu do všech jazyků webu. Jakmile jsou všechny stránky nainstalované, můžete přidat jejich překlady z tohoto menu.

source: One or more WooCommerce pages have not been created.
cs_cz: Jedna nebo více WooCommerce stránek nebyla vytvořena.

source: Install WooCommerce Pages
cs_cz: Nainstalovat WooCommerce stránky

source: WooCommerce store pages do not exist for these languages:
cs_cz: Stránky obchodu WooCommerce neexistují v těchto jazycích:

source: Create missing translations
cs_cz: Vytvořit chybějící překlady

source: These pages are currently being translated by translators via WPML:
cs_cz: Tyto stránky jsou v současnosti překládány překladateli přes WPML:

source: WooCommerce store pages are translated to all the site's languages.
cs_cz: Stránky obchodu WooCommerce jsou přeloženy do všech jazyků webu.

source: Translatable?
cs_cz: Přeložitelné?

source: Enable this if you want to translate attribute values with Woocommerce Multilingual
cs_cz: Povolte tuto možnost, chcete-li přeložit hodnoty vlastností pomocí WooCommerce Vícejazyčný

source: Existing translations and variations associated will be deleted.
cs_cz: Existující překlady a související varianty budou smazány.

source: never
cs_cz: nikdy

source: Automatic Exchange Rates
cs_cz: Automatické směnné kurzy

source: Enable automatic exchange rates
cs_cz: Zapnout automatické směnné kurzy

source: Exchange rates source
cs_cz: Zdroj směnných kurzů

source: Lifting charge
cs_cz: Zvýšení sazby

source: The lifting charge adjusts the exchange rate provided by the selected service before it is saved. The exchange rates displayed in the table above include the lifting charge.
cs_cz: Zvýšení sazby před uložením upraví směnný kurz poskytnutý službou. Směnné kurzy včetně zvýšené sazby budou zobrazeny v tabulce výše.

source: Exchange rate = %s exchange rate x (1 + lifting charge / 100)
cs_cz: Směnný kurz = %s směnný kurz x (1 + zvýšení sazby / 100)

source: API key (required)
cs_cz: API klíč (požadován)

source: Update frequency
cs_cz: Frekvence aktualizací

source: Update manually now
cs_cz: Aktualizovat ručně nyní

source: You have to save all settings before updating exchange rates
cs_cz: Před aktualizací směnných kurzů musíte uložit všechna nastavení

source: Manually
cs_cz: Ručně

source: Daily
cs_cz: Denně

source: Weekly on
cs_cz: Týdně v

source: Monthly on the
cs_cz: Měsíčně v

source: Enter API key
cs_cz: Zadejte API klíč

source: Last updated: %s
cs_cz: Naposled aktualizováno: %s

source: Exchange rates updated successfully
cs_cz: Směnné kurzy úspěšně aktualizovány

source: Visit website
cs_cz: Navštívit web

source: Select currency
cs_cz: Vybrat měnu

source: Exchange Rate
cs_cz: Směnný kurz

source: Only numeric
cs_cz: Pouze číselný

source: Set on %s
cs_cz: Nastaven na %s

source: (previous value: %s)
cs_cz: (předchozí hodnota: %s)

source: Currency Preview
cs_cz: Náhled měny

source: Currency Position
cs_cz: Pozice symbolu měny

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Left with space
cs_cz: Vlevo s mezerou

source: Right with space
cs_cz: Vpravo s mezerou

source: Thousand Separator
cs_cz: Oddělovač tisíců

source: Decimal Separator
cs_cz: Desetinný oddělovač

source: Number of Decimals
cs_cz: Počet desetiných míst

source: Rounding to the nearest integer
cs_cz: Zaokrouhlit na nejbližší celé číslo

source: Disabled
cs_cz: Zakázáno

source: Up
cs_cz: Nahoru

source: Down
cs_cz: Dolů

source: Nearest
cs_cz: Nejbližší

source: Increment for nearest integer
cs_cz: Zvýšit na nebližší celé číslo

source: Round the converted price to the closest integer. %se.g. 15.78 becomes 16.00
cs_cz: Zaokrouhlit převedenou cenu na nebližší celé číslo. %snapř. z 15.78 se stane 16.00

source: The resulting price will be an increment of this value after initial rounding.%se.g.:
cs_cz: Výsledná cena bude zvýšena o tuto hodnotu po prvotním zaokrouhlení.%snapř.:

source: 1454.07 &raquo; 1454 when set to 1
cs_cz: 1454.07 &raquo; 1454 při nastavení na 1

source: 1454.07 &raquo; 1450 when set to 10
cs_cz: 1454.07 &raquo; 1450 při nastavení na 10

source: 1454.07 &raquo; 1500 when set to 100
cs_cz: 1454.07 &raquo; 1500 při nastavení na 100

source: The value to be subtracted from the amount obtained previously.
cs_cz: Hodnota k odečtení z částky získané dříve.

source: For 1454.07, when the increment for the nearest integer is 100 and the auto-subtract amount is 1, the resulting amount is 1499.
cs_cz: Při 1454.07, je-li zvýšení na nejbližší celé číslo 100 a hodnota automatického odečtení 1, bude výsledná cena 1499.

source: Autosubtract amount
cs_cz: Částka pro automatické odečtení

source: Save
cs_cz: Uložit

source: Exchange rate updated automatically from %s
cs_cz: Směnný kurz aktualizován automaticky z %s

source: Regular Price
cs_cz: Obvyklá cena

source: Sale Price
cs_cz: Cena po slevě

source: Multi-currency is enabled but no secondary currencies have been set. %sAdd secondary currencies%s.
cs_cz: Více měn je zapnuto, ale nebyla nastavena žádná sekundární měna. %sPřidat sekundární měny%s.

source: Calculate prices in other currencies automatically
cs_cz: Automaticky vypočítat ceny v dalších měnách

source: Click to see the prices in the other currencies as they are currently shown on the front end.
cs_cz: Klikněte pro zobrazení cen v dalších měnách tak, jak jsou aktuálně zobrazeny na front-endu.

source: Show
cs_cz: Zobrazit

source: Set prices in other currencies manually
cs_cz: Nastavit ceny v dalších měnách ručně

source: Enter prices in other currencies
cs_cz: Vložte ceny v dalších měnách

source: Hide prices in other currencies
cs_cz: Skrýt ceny v dalších měnách

source: Determined automatically based on exchange rate
cs_cz: Stanovena automaticky na základě směnného kurzu

source: Schedule
cs_cz: Harmonogram

source: Same as default currency
cs_cz: Stejný jako výchozí měna

source: Set dates
cs_cz: Nastavit data

source: Collapse
cs_cz: Sbalit

source: From&hellip;
cs_cz: Od&hellip;

source: To&hellip;
cs_cz: Do&hellip;

source: Please enter in a value less than the regular price
cs_cz: Vložte prosím nižší hodnotu, než je běžná cena

source: Enable/disable
cs_cz: Zapnout/vypnout

source: Currencies
cs_cz: Měny

source: Add currency
cs_cz: Přidat měnu

source: Currency
cs_cz: Měna

source: Rate
cs_cz: Sazba

source: default
cs_cz: výchozí

source: Default currency
cs_cz: Výchozí měna

source: Switch to this currency when switching language in the front-end
cs_cz: Přepnout na tuto měnu při přepínání jazyka na front-endu

source: Keep
cs_cz: Ponechat

source: Delete
cs_cz: Smazat

source: Currencies to display for each language
cs_cz: Měny zobrazené pro každý jazyk

source: Enable %s for %s
cs_cz: Zapnout %s pro %s

source: Disable %s for %s
cs_cz: Vypnout %s pro %s

source: The multi-currency mode cannot be enabled as a specific currency was not set. Go to the %sWooCommerce settings%s page and select the default currency for your store.
cs_cz: Režim více měn nemůže být zapnut, protože nebyla nastavena konkrétní měna. Přejděte na stránku %snastavení WooCommerce%s a vyberte pro váš obchod výchozí měnu.

source: Enable the multi-currency mode
cs_cz: Zapnout režim více měn

source: Show only products with custom prices in secondary currencies
cs_cz: Zobrazit pouze produkty s vlastními cenami v sekundárních měnách

source: When this option is on, when you switch to a secondary currency on the front end, only the products with custom prices in that currency are being displayed. Products with prices determined based on the exchange rate are hidden.
cs_cz: Je-li tato možnost aktivní, zobrazí se při přepnutí na sekundární měnu na front-endu pouze produkty s vlastními cenami v zobrazené měně. Produkty s cenami určenými na základě směnného kurzu budou skryty.

source: The changes you made will be lost if you navigate away from this page.
cs_cz: Provedené změny budou ztraceny, pokud opustíte tuto stránku.

source: At least one currency must be enabled for this language!
cs_cz: Alespoň jedna měna pro tento jazyk musí být zapnuta!

source: Currency switcher options
cs_cz: Možnosti přepínače měn

source: Currency switcher style
cs_cz: Styl přepínače měn

source: Currency order
cs_cz: Pořadí měn

source: Available parameters
cs_cz: Dostupné parametry

source: Template for currency switcher
cs_cz: Šablona pro přepínač měn

source: Visibility
cs_cz: Viditelnost

source: Currency switcher preview
cs_cz: Náhled přepínače měn

source: Drop-down menu
cs_cz: Rozbalovací menu

source: List of currencies
cs_cz: Seznam měn

source: Vertical
cs_cz: Vertikální

source: Horizontal
cs_cz: Horizontální

source: Allowed HTML tags: <img> <span> <u> <strong> <em>
cs_cz: Povolené HTML tagy: <img> <span> <u> <strong> <em>

source: Drag the currencies to change their order
cs_cz: Pro změnu pořadí měny přetáhněte

source: Default: %name% (%symbol%) - %code%
cs_cz: Výchozí: %name% (%symbol%) - %code%

source: Show a currency selector on the product page template
cs_cz: Zobrazit výběr měn na stránce šablony produktu

source: Products removed after switching to %s:
cs_cz: Po přepnutí na %s odstraněny produkty:

source: Clear list
cs_cz: Vymazat seznam

source: Please make a backup of your database before you start the synchronization
cs_cz: Před začátkem synchronizace prosím zálohujte databázi

source: Sync variables products
cs_cz: Synchronizovat produkty s variantami

source: Update products count:
cs_cz: Aktualizovat počet produktů:

source: products with variations
cs_cz: produkty s variantami
