Repository: webeescz/wpml
Catalog: wpml-translation-management-*_orig.po
Languages: cs_cz

source: Translator
cs_cz: Překladatel

source: Translate by
cs_cz: Přeložit pomocí

source: Manage translators
cs_cz: Spravovat překladatele

source: Send all items for translation
cs_cz: Poslat všechny položky k překladu

source: Select All
cs_cz: Vybrat vše

source: Cancel selected
cs_cz: Zrušit vybrané

source: Are you sure you want to cancel these jobs?
cs_cz: Opravdu chcete tyto úkoly zrušit?

source: WARNING: %s job(s) are currently being translated.
cs_cz: VAROVÁNÍ: %s úkol(ů) je aktuálně překládáno.

source: Are you sure you want to abort this translation?
cs_cz: Opravdu chcete zrušit tento překlad?

source: How to translate posts and pages
cs_cz: Jak překládat příspěvky a stránky

source: Posts and pages synchronization
cs_cz: Synchronizace příspěvků a stránek

source: Translated documents options
cs_cz: Možnosti přeložených dokumentů

source: Custom posts slug translation options
cs_cz: Možnosti překladu slugů vlastních příspěvků

source: Translation pickup mode
cs_cz: Metoda vyzvednutí překladu

source: Custom fields translation
cs_cz: Překlad uživatelských polé

source: Custom posts
cs_cz: Vlastní příspěvky

source: Custom taxonomies
cs_cz: Vlastní taxonomie

source: Admin Strings to Translate
cs_cz: Řetězce administrace k přeložení

source: WPML can read a configuration file that tells it what needs translation in themes and plugins. The file is named wpml-config.xml and it's placed in the root folder of the plugin or theme.
cs_cz: WPML může číst konfigurační soubory, které mu říkají, co v šablonách a pluginech potřebuje překlad. Soubor je pojmenován wpml-config.xml a je umístěn v kořenové složce pluginu nebo šablony.

source: Learn more
cs_cz: Zjistit více

source: Create translations manually
cs_cz: Vytvořit překlady ručně

source: Use the translation editor
cs_cz: Použít editor překladů

source: Show translation instructions in the list of pages
cs_cz: Zobrazit instrukce k překladu na seznamu stránek

source: Learn more about the different translation options
cs_cz: Zjistit více o různých možnostech překladu

source: Document status
cs_cz: Stav dokumentu

source: Same as the original document
cs_cz: Stejný jako originální dokument

source: Choose if translations should be published when received. Note: If Publish is selected, the translation will only be published if the original document is published when the translation is received.
cs_cz: Zvolte zda mají být překlady při přijetí publikovány. Poznámka: Pokud je vybráno Publikovat, bude překlad publikován pouze v případě, že je při přijetí překladu publikován i originální dokument.

source: Page URL
cs_cz: URL stránky

source: Auto-generate from title (default)
cs_cz: Generovat automaticky z názvu (výchozí)

source: Translate (this will include the slug in the translation and not create it automatically from the title)
cs_cz: Přeložit (zahrne do překladu slug a nevytvoří jej automaticky z titulku)

source: Copy from original language if translation language uses encoded URLs
cs_cz: Kopírovat z původního jazyka pokud jazyk překladu používá kódované URL

source: The site will fetch translations manually
cs_cz: Web načte překlady ručně

source: Admin Strings
cs_cz: Řetězce administrace

source: Edit translatable strings
cs_cz: Upravit přeložitelné řetězce

source: Notify translator about new job:
cs_cz: Upozornit překladatele na nový úkol:

source: Notify immediately
cs_cz: Okamžitě upozornit

source: No notification
cs_cz: Žádné upozornění

source: Notify translator manager when job is completed:
cs_cz: Upozornit správce překladatelů, jakmile je úkol dokončen:

source: Notify translator when removed from job:
cs_cz: Upozornit překladatele při odebrání z úkolu:

source: Note for translators
cs_cz: Poznámka pro překladatele

source: All Languages
cs_cz: Všechny jazyky

source: Duplicate content
cs_cz: Duplikovat obsah

source: Do nothing
cs_cz: Nedělat nic

source: No documents found
cs_cz: Nebyly nalezeny žádné dokumenty

source: This is a log of the communication between your site and the translation system. It doesn't include any private information and allows WPML support to help with problems related to sending content to translation.
cs_cz: Toto je záznam komunikace mezi vaším webem a překladatelským systémem. Neobsahuje žádné soukromé informace a umožňuje podpoře WPML pomoci s problémy souvisejícími s odesíláním obsahu k překladu.

source: Clear log
cs_cz: Vyčistit záznam

source: The communication log is empty.
cs_cz: Záznam komunikace je prázdný.

source: Disable logging
cs_cz: Vypnout zaznamenávání

source: Communication logging is currently disabled. To allow WPML support to help you with issues related to sending content to translation, you need to enable the communication logging.
cs_cz: Záznam komunikace je v současnosti vypnutý. Pro umožnění pomoci podporou WPML s problémy spojenými se zasíláním obsahu k překladu je nutné záznam komunikace zapnout.

source: Enable logging
cs_cz: Zapnout záznam

source: Don't include already translated terms in the translation editor
cs_cz: Nezahrnovat už přeložené termíny v editoru překladu

source: Show documents in:
cs_cz: Zobrazit dokumenty v:

source: Translation status:
cs_cz: Stav překladu:

source: All documents
cs_cz: Všechny dokumenty

source: Not translated or needs updating
cs_cz: Není přeloženo nebo potřebuje aktualizaci

source: Needs updating
cs_cz: Potřebuje aktualizaci

source: Translation in progress
cs_cz: Překlad probíhá

source: Language filtering has been disabled because you already have items in %s in the basket.
cs_cz: Filtrace jazyka byla vypnuta, protože už máte položky v %s v koši.

source: To re-enable it, please empty the basket or send it for translation.
cs_cz: Pro opětovné povolení vyprázdněte koš nebo jej pošlete k překladu.

source: Parent:
cs_cz: Nadřazená položka:

source: Filters:
cs_cz: Filtry:

source: Display
cs_cz: Zobrazit

source: Translated to:
cs_cz: Přeloženo do:

source: All languages
cs_cz: Všechny jazyky

source: Type:
cs_cz: Typ:

source: Any
cs_cz: Jakýkoliv

source: Title:
cs_cz: Název:

source: Status:
cs_cz: Stav:

source: Page
cs_cz: Stránka

source: Category
cs_cz: Kategorie

source: Select which documents to display
cs_cz: Vyberte, které dokumenty zobrazit:

source: clear
cs_cz: vyčistit

source: Add to translation basket / Duplicate
cs_cz: Přidat do koše překladů / duplikovat

source: Choose at least one translation action
cs_cz: Vyberte alespoň jednu překladatelskou akci

source: Finished Post Duplication
cs_cz: Duplikování příspěvku dokončeno

source: Duplicating
cs_cz: Duplikování

source: Add translators
cs_cz: Přidat překladatele

source: Contact
cs_cz: Kontakt

source: Hide this
cs_cz: Toto skrýt

source: Need translators?
cs_cz: Potřebujete překladatel?

source: Contact translator
cs_cz: Kontaktovat překladatele

source: <p>Requested languages are not supported by the translation service (%s). Please <a%s>contact us</a> for support. </p>
cs_cz: <p>Požadované jazyky nejsou překladatelskou službou podporovány (%s). <a%s>Kontaktujte nás</a> prosím pro podporu. </p>

source: <p>Could not add the requested languages. Please <a%s>contact us</a> for support. </p><p>Show <a%s>debug information</a>.</p>
cs_cz: <p>Nebylo možné přidat požadované jazyky. <a%s>Kontaktujte nás</a> prosím pro podporu. </p><p>Zobrazit <a%s>informace k ladění</a>.</p>

source: Please activate translation service first.
cs_cz: Nejprve prosím aktivujte překladatelskou službu.

source: Could not update the translation pickup mode.
cs_cz: Nebylo možné aktualizovat metodu vyzvednutí překladu.

source: Minor edit - don't update translation
cs_cz: Drobná úprava - neaktualizovat překlad

source: %s: WPML Translation Jobs
cs_cz: %s: WPML Překladatelské úkoly

source: The items you have selected are now in the translation basket &ndash;
cs_cz: Vybrané položky jsou nyní v překladatelském koši &ndash;

source: <a href="%s">Send to translation &raquo;</a>
cs_cz: <a href="%s">Poslat k překladu &raquo;</a>

source: Post "%s" will be ignored for %s, because translation is already in progress.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože překlad už probíhá.

source: Post "%s" will be ignored for %s, because translation is already waiting for translator.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože překlad už čeká na překladatele.

source: Post "%s" will be ignored for %s, because it is an original post.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože jde o originální příspěvek.

source: Please select at least one document to translate.
cs_cz: Vyberte prosím alespoň jeden dokument k překladu.

source: Please select at least one language to translate into.
cs_cz: Vyberte prosím alespoň jeden jazyk, do kterého překládat.

source: You cannot add strings in this language to the basket since it already contains posts or strings of another source language! Either submit the current basket and then add the post or delete the posts of differing language in the current basket
cs_cz: Řetězce v tomto jazyce nemůžete do koše přidávat, protože už obsahuje příspěvky nebo řetězce jiného zdrojového jazyka! Buď odešlete současný koš a pak příspěvek přidejte nebo smažte příspěvky jiných jazyků v současném koši

source: String "%s" will be ignored for %s, because translation is already waiting for translator.
cs_cz: Příspěvky "%s" budou pro %s ignorovány, protože překlad už čeká na překladatele.

source: Select additional options
cs_cz: Vyberte další možnosti

source: You cannot add posts in this language to the basket since it already contains posts or strings of another source language! Either submit the current basket and then add the post or delete the posts of differing language in the current basket
cs_cz: Do košíku tohoto jazyka nemůžete přidávat balíčky, protože už obsahuje příspěvky, balíčky nebo řetězce jiného zdrojového jazyka! Buď odešlete současný košík a pak příspěvek přidejte nebo smažte příspěvky jiných jazyků v současném košíku

source: The length of the batch name exceeds the maximum length of %s
cs_cz: Délka názvu dávky přesahuje maximální délku %s znaků

source: This batch name already exists and was modified to ensure unique naming
cs_cz: Toto jméno dávky už existuje a bylo pro zajištění unikátních názvů upraveno

source: You can view your other translation jobs here: %s
cs_cz: Vaše další překladatelské úkoly můžete zobrazit zde: %s

source: This message was automatically sent by Translation Management running on %s. To stop receiving these notifications contact the system administrator at %s. This email is not monitored for replies.
cs_cz: Tato zpráva byla automaticky poslána pomocí Správa překladů běžící na %s. Pro ukončení příjmu těchto upozornění kontaktujte administrátora systému na %s. Tento e-mail není sledován pro odpovědi.

source: This message was automatically sent by Translation Management running on %s. To stop receiving these notifications, go to Notification Settings, or contact the system administrator at %s. This email is not monitored for replies.
cs_cz: Tato zpráva byla automaticky poslána pomocí Správa překladů běžící na %s. Pro ukončení příjmu těchto upozornění přejděte do Nastavení upozornění nebo kontaktujte administrátora systému na %s. Tento e-mail není sledován pro odpovědi.

source: View the original document in %s here: %s
cs_cz: Prohlížet originální dokument v %s zde: %s

source: New translation job from %s
cs_cz: Nový překladatelský úkol z %s

source: New job available from %s to %s. %s Start editing: %s
cs_cz: Nový úkol dostupný z %s do %s. %s Začít upravovat: %s

source: Translator has updated translation job for %s
cs_cz: Překladatel aktualizoval úkol překladu pro %s

source: Translator has completed translation job for %s
cs_cz: Překladatel dokončil úkol překladu pro %s

source: Hi %s,
cs_cz: Ahoj %s,

source: You have been assigned to new translation job from %s to %s. %s Start editing: %s
cs_cz: Byli jste přidáni k novému překladatelskému úkolu z %s do %s. %s Začít upravovat: %s

source: Removed from translation job on %s
cs_cz: Odebrán z překladatelského úkolu na %s

source: You have been removed from the translation job "%s" for %s to %s.
cs_cz: Byli jste odebráni z překladatelského úkolu "%s" pro %s do %s.

source: Translator has resigned from job on %s
cs_cz: Překladatel odstoupil od úkolu na %s

source: Translator %s has resigned from the translation job "%s" for %s to %s.%sView translation jobs: %s
cs_cz: Překladatel %s odstoupil z úkolu překladu "%s" pro %s do %s.%sProhlížet překladatelské úkoly: %s

source: (inactive and unknown service)
cs_cz: (neaktivní a neznámé služby)

source: Contact the translator
cs_cz: Kontaktujte překladatele

source: Send
cs_cz: Odeslat

source: Translation (incomplete) saved.
cs_cz: Překlad (nehotový) uložen.

source: Submitted data is not valid.
cs_cz: Odeslaná data nejsou platná.

source: Job ID is missing
cs_cz: ID úkolu chybí

source: The original post cannot be retrieved
cs_cz: Originální příspěvek nemůže být načten

source: The type of the post cannot be retrieved
cs_cz: Typ příspěvku nemůže být načten

source: This job cannot be edited anymore because a newer job for this element exists.
cs_cz: Tento úkol nemůže být nadále upravován, protože pro tento prvek existují novější úkoly.
