Repository: webeescz/wpml
Catalog: wpml-media-*.po
Languages: cs_cz

source: WPML Update is Incomplete
cs_cz: Aktualizace WPML je nekompletní

source: You are running updated %s, but the following component is not updated:
cs_cz: Používáte aktualizovaný %s, následující komponenta ale není aktualizována:

source: You are running updated %s and %s, but the following components are not updated:
cs_cz: Používáte aktualizovaný %s a %s, následující komponenty ale nejsou aktualizovány:

source: The following components are not updated:
cs_cz: Následující komponenty nejsou aktualizovány:

source: WPML.org account
cs_cz: WPML.org účet

source: Your site will not work as it should in this configuration
cs_cz: Web v této konfiguraci nebude fungovat tak, jak by měl

source: Please update all components which you are using.
cs_cz: Aktualizujte prosím všechny používané komponenty.

source: For WPML components you can receive updates from your %s or automatically, after you register WPML.
cs_cz: Po registraci WPML můžete automaticky přijímat aktualizace WPML komponent z vašeho %s.

source: WPML Media is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: WPML Média je aktivní, ale nefunguje. Pro fungování vyžaduje <a href="%s">WPML</a>.

source: Started...
cs_cz: Zahájeno...

source: Default settings stored.
cs_cz: Výchozí nastavení uloženo.

source: Setting language to media. %d left
cs_cz: Nastavování jazyku médií. %d zbývá

source: Setting language to media: done!
cs_cz: Nastavování jazyku médií: dokončeno!

source: Translating media. %d left
cs_cz: Překládání médií. %d zbývá

source: Translating media: done!
cs_cz: Překládání médií: dokončeno!

source: Duplicating media. %d left
cs_cz: Duplikování médií. %d zbývá

source: Duplicating media: done!
cs_cz: Duplikování médií: dokončeno!

source: Duplicating featured images. %d left
cs_cz: Duplikování náhledových obrázků. %d zbývá

source: Duplicating featured images: done!
cs_cz: Duplikování náhledových obrázků: dokončeno!

source: Done!
cs_cz: Hotovo!

source: Media attachments
cs_cz: Mediální přílohy

source: Duplicate uploaded media from original
cs_cz: Duplikovat nahraná média z originálu

source: Duplicate featured image from original
cs_cz: Duplikovat náhledový obrázek z originálu

source: Duplicate uploaded media to translations
cs_cz: Duplikovat nahraná média do překladů

source: Duplicate featured image to translations
cs_cz: Duplikovat náhledový obrázek do překladů

source: Language
cs_cz: Jazyk

source: None
cs_cz: Žádné

source: Media translation
cs_cz: Překlad médií

source: All languages
cs_cz: Všechny jazyky

source: WPML Media Translation needs to set languages to existing media in your site.
cs_cz: WPML Překlad médií potřebuje nastavit jazyky existujícím médiím na webu.

source: Set media languages
cs_cz: Nastavit jazyky médií

source: Dismiss
cs_cz: Odebrat

source: The Media Translation plugin needs to add languages to your site's media. Without this language information, existing media files will not be displayed in the WordPress admin.
cs_cz: Plugin WPML Překlad médií potřebuje přidat jazyky k médiím vašeho webu. Bez této jazykové informace nebudou existující média zobrazena ve WordPress administraci.

source: You can check if some attachments can be duplicated to translated content:
cs_cz: Můžete zkontrolovat, zda nemohou být některé přílohy duplikovány do přeloženého obsahu:

source: Set language information for existing media
cs_cz: Nastavit jazykovou informaci pro existující média

source: Translate existing media in all languages
cs_cz: Přeložit existující média ve všech jazycích

source: Duplicate existing media for translated content
cs_cz: Duplikovat existující média pro přeložený obsah

source: Duplicate the featured images for translated content
cs_cz: Duplikovat náhledový obrázek pro přeložený obsah

source: Media Translation Documentation
cs_cz: Dokumentace překladu médií

source: How to handle media for new content:
cs_cz: Jak zacházet s médii u nového obsahu:

source: When uploading media to the Media library, make it available in all languages
cs_cz: Při nahrávání média do knihovny médií dát k dispozici ve všech jazycích

source: Duplicate media attachments for translations
cs_cz: Duplikovat mediální přílohy pro překlady

source: Duplicate featured images for translations
cs_cz: Duplikovat náhledový obrázek pro překlady

source: You're all done. Now that the Media Translation plugin is running, all new media files that you upload to content will receive a language. You can automatically duplicate them to translations from the post-edit screen.
cs_cz: Jste hotovi. Nyní plugin Překlad médií běží, všechny nové mediální soubory, které nahrajete k obsahu, dostanou jazyk. Můžete je automaticky duplikovat do překladů z obrazovky editace příspěvku.

source: Start
cs_cz: Začít

source: Apply
cs_cz: Použít
