Repository: webeescz/wpml
Catalog: wpml-translation-management-*_orig.po
Languages: cs_cz

source: The uploaded xliff file doesn't belong to this system.
cs_cz: Nahraný soubor xliff nepatří do tohoto systému.

source: The xliff file could not be read.
cs_cz: Soubor xliff nelze přečíst.

source: Failed to disconnect posts
cs_cz: Odpojení příspěvků selhalo

source: No duplicate posts found to disconnect.
cs_cz: Žádné duplikované příspěvky k odpojení.

source: Successfully disconnected posts
cs_cz: Úspěšně odpojené příspěvky

source: %1$s translation: %2$s
cs_cz: %1$s překlad: %2$s

source: View %s
cs_cz: Zobrazit %s

source: Caption
cs_cz: Titulek

source: Description
cs_cz: Popis

source: Copy all fields from original
cs_cz: Kopírovat všechna pole z originálu

source: Copy to empty fields only
cs_cz: Kopírovat pouze prázdná pole

source: Copy & Overwrite all fields
cs_cz: Kopírovat & přepsat všechna pole

source: Edit independently
cs_cz: Upravovat nezávisle

source: WPML will no longer synchronize this %s with the original content.
cs_cz: WPML nebude nadále synchronizovat %s s originálním obsahem.

source: Body
cs_cz: Tělo

source: Excerpt
cs_cz: Výňatek

source: Some fields in translation are already filled!
cs_cz: Některé pole jsou v překladu už vyplněna!

source: You have two ways to copy content from the original language:
cs_cz: Jsou dva způsoby kopírování obsahu z originálního jazyka:

source: copy to empty fields only
cs_cz: kopírovat pouze do prázdných polí

source: copy and overwrite all fields
cs_cz: kopírovat a přepsat všechna pole

source: This document is a duplicate of:
cs_cz: Tento dokument je duplikát:

source: Don't show this again.
cs_cz: Nezobrazovat znovu.

source: <p>The administrator has disabled term translation from the translation editor. </p> <p>If your access permissions allow you can change this under "Translation Management" - "Multilingual Content Setup" - "Block translating taxonomy terms that already got translated". </p> <p>Please note that editing terms from the translation editor will affect all posts that have the respective terms associated.</p>
cs_cz: <p>Administrátor vypnul překlad termínů v překladatelském editoru. </p> <p>Pokud to vaše přístupová práva dovolují, můžete to změnit ve "Správa překladu" - "Nastavení vícejazyčného překladu" - "Zablokovat překlad už přeložených termínů taxonomií". </p> <p>Mějte prosím na paměti, že editace termínů v překladatelském editoru ovlivní všechny příspěvky, které mají daný termín přiřazen.</p>

source: Please be advised that editing this term's translation here will change the value of the term in general. The changes made here, will not only affect this post!
cs_cz: Mějte prosím na paměti, že úprava překladu tohoto termínu změní hodnotu termínu obecně. Zde učiněné změny neovlivní pouze tento příspěvek!

source: Terms translation is disabled
cs_cz: Překlad termínů je vypnut

source: You have unsaved work. Are you sure you want to close without saving?
cs_cz: Máte neuloženou práci. Opravdu chcete okno zavřít před uložením?

source: Save
cs_cz: Uložit

source: Save & Close
cs_cz: Uložit & zavřít

source: Saving...
cs_cz: Ukládání...

source: Translation is complete
cs_cz: Překlad je hotový

source: Original
cs_cz: Originál

source: Translation to
cs_cz: Překlad do

source: Resign
cs_cz: Odstoupit

source: Are you sure you want to resign from this job?
cs_cz: Chcete si jisti, že chcete odstoupit od tohoto úkolu?

source: You have unsaved changes!
cs_cz: Máte neuložené změny!

source: Copy from original
cs_cz: Kopírovat z originálu

source: Custom Field Translation
cs_cz: Překlad uživatelských polí

source: No custom fields found. It is possible that they will only show up here after you add more posts after installing a new plugin.
cs_cz: Nebyla nalezena žádná uživatelská pole. Je možné, že se po instalaci nového pluginu objeví až po přidání více příspěvků.

source: Custom fields
cs_cz: Uživatelská pole

source: Custom Term Meta Translation
cs_cz: Překlad meta vlastních termínů

source: No term meta found. It is possible that they will only show up here after you add/create them.
cs_cz: Nebyl nalezen žádný meta termínu. Je možné, že se zde objeví až po přidání / vytvoření.

source: Term Meta
cs_cz: Meta termínu

source: Hide system fields
cs_cz: Skrýt systémová pole

source: Show system fields
cs_cz: Zobrazit systémová pole

source: Don't translate
cs_cz: Nepřekládat

source: Copy from original to translation
cs_cz: Kopírovat z originálu do překladu

source: Translate
cs_cz: Přeložit

source: Adjust links in posts so they point to the translated content
cs_cz: Upravit odkazy v příspěvcích, aby směřovaly na přeložený obsah

source: All posts have been processed. %s links were changed to point to the translated content.
cs_cz: Všechny příspěvky byly zpracovány. %s odkazů bylo změněno, aby odkazovaly na přeložený obsah.

source: Adjust links in posts and strings so they point to the translated content
cs_cz: Upravit odkazy v příspěvcích a řetězcích, aby směřovaly na přeložený obsah

source: All posts and strings have been processed. %s links were changed to point to the translated content.
cs_cz: Všechny příspěvky a řetězce byly zpracovány. %s odkazů bylo změněno, aby odkazovaly na přeložený obsah.

source: Processing posts... %1$s of %2$s done.
cs_cz: Zpracovávání příspěvků... %1$s z %2$s hotovo.

source: Processing strings... %1$s of %2$s done.
cs_cz: Zpracovávání řetězců... %1$s z %2$s hotovo.

source: Scan now and adjust links
cs_cz: Skenovat nyní a upravit odkazy

source: You've resigned from this job.
cs_cz: Odstoupili jste z tohoto úkolu.

source: Translation updated:
cs_cz: Překlad aktualizován:

source: Translation added:
cs_cz: Překlad přidán:

source: Translation has been removed by admin
cs_cz: Překlad byl odebrán administrátorem

source: Translations queue
cs_cz: Fronta překladů

source: No translation languages configured for this user.
cs_cz: Pro tohoto uživatele nejsou nastaveny žádné jazyky překladu.

source: From
cs_cz: Z

source: To
cs_cz: Do

source: All statuses
cs_cz: Všechny stvavy

source: Filter
cs_cz: Filtr

source: No translation jobs found
cs_cz: Nebyly nalezeny žádné překladatelské úkoly

source: Language
cs_cz: Jazyk

source: Translation status
cs_cz: Stav překladu

source: Check all
cs_cz: Vybrat vše

source: View original
cs_cz: Zobrazit originál

source: - (needs update)
cs_cz: - (potřebuje aktualizaci)

source: Edit
cs_cz: Upravit

source: Take and translate
cs_cz: Vzít a přeložit

source: Reloading:
cs_cz: Obnovováno:

source: Open the content updates log
cs_cz: Otevřít záznam aktualizací obsahu

source: Refresh language pairs
cs_cz: Obnovit jazykové páry

source: (missing title)
cs_cz: (chybějící titulek)

source: View
cs_cz: Zobrazit

source: Edit note for the translators
cs_cz: Upravit poznámku pro překladatele

source: Add note for the translators
cs_cz: Přidat poznámku pro překladatele

source: Note for the translators
cs_cz: Poznámka pro překladatele

source: Translation Service
cs_cz: Překladatelská služba

source: Done
cs_cz: Hotovo

source: %s requires additional data
cs_cz: %s vyžaduje další údaje

source: You can find this at %s site
cs_cz: Můžete nalézt na webu %s

source: No matches
cs_cz: Žádné shody

source: User found
cs_cz: Uživatel nalezen

source: To send content to translation by %1$s, you need to have an account in %1$s and enter here your authentication details.
cs_cz: K zaslání obsahu k přeložení pomocí %1$s budete potřebovat účet na $1$s a vložit autorizační údaje.

source: Authenticate
cs_cz: Ověřit

source: %s is authorized.
cs_cz: %s je autorizovaný.

source: De-authorize
cs_cz: Zrušit autorizaci

source: Deactivate
cs_cz: Deaktivovat

source: Documentation
cs_cz: Dokumentace

source: You are not allowed to perform this action.
cs_cz: K této akci nemáte dostatečná oprávnění.

source: Invalid request
cs_cz: Neplatná žádost

source: WPML Translation Management is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: WPML Správa překladu je aktivní, ale nefunguje. Pro fungování vyžaduje <a href="%s">WPML</a>.

source: WPML Translation Management is enabled but not effective. Please finish the installation of WPML first.
cs_cz: WPML Správa překladu je aktivní, ale nefunguje. Dokončete prosím nejdříve instalaci WPML.

source: WPML Translation Management is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: WPML Správa překladu je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML</a> před verzí 2.0.5.

source: Translation saved.
cs_cz: Překlad uložen.

source: Translation cancelled.
cs_cz: Překlad zrušen.

source: Translation Management
cs_cz: Správa překladu

source: Translations
cs_cz: Překlady

source: Translation interface
cs_cz: Překladatelské rozhraní

source: <strong>Warning:</strong> You are trying to edit a translation that is currently in the process of being added using WPML.
cs_cz: <strong>Varování:</strong> Pokoušíte se upravit překlad, který je v současnosti v procesu přidávání pomocí WPML.

source: Please refer to the <a href="%s">Translation management dashboard</a> for the exact status of this translation.
cs_cz: Přejděte na <a href="%s">panel pro správu překladů</a> pro přesný stav tohoto překladu.

source: You should use <a href="%s">Translation management dashboard</a> to send the original document to translation.
cs_cz: Měli byste použít <a href="%s">panel pro správu překladů</a> k odeslání originálního dokumentu k překladu.

source: Configure
cs_cz: Konfigurovat

source: Show all items under this parent.
cs_cz: Zobrazit všechny položky pod touto nadřazenou položkou.

source: Show only items that are immediately under this parent.
cs_cz: Zobrazit pouze položky přímo pod touto nadřazenou položkou.

source: You selected %1$s as your translation service. Next, you need to add translators from %1$s to your site. Click on the "Add translators" button. Select the source and target language and choose %1$s as the source of the translator. You can add different translators between different languages.
cs_cz: Vybrali jste %1$s jako vaši překladatelskou službu. Dále musíte na váš web přidat překladatele z %1$s. Klikněte na tlačítko "Přidat překladatele". Vyberte zdrojový a cílový jazyk a vyberte %1$s jako poskytovatele překladatele. V rámci různých jazyků můžete přidat různé překladatele.

source: Getting started with ICanLocalize
cs_cz: Začínáme s ICanLocalize

source: Translators
cs_cz: Překladatelé

source: You are using a translation service which requires authentication.
cs_cz: Používáte překladatelskou službu, která požaduje ověření.

source: Please go to %1$s and use the link %2$s.
cs_cz: Přejděte prosím na %1$s a použijte odkaz %2$s.

source: You have selected a translation service which requires authentication.
cs_cz: Vybrali jste překladatelskou službu, která vyžaduje ověření.

source: You have selected a translation service which requires translators.
cs_cz: Vybrali jste překladatelskou službu, která vyžaduje překladatele.

source: Add Translator
cs_cz: Přidat překladatele

source: There is a problem with your translation service.
cs_cz: Vyskytl se problém s vaší překladatelskou službou.

source: If you wish to use %s, please go to %s and use the link %s.
cs_cz: Přejete-li si použít %s, přejděte prosím na %s a použijte odkaz %s.

source: Please contact your administrator.
cs_cz: Kontaktujte prosím vašeho administrátora.

source: If you wish to use only local translators, please go to %s and use the link %s.
cs_cz: Přejete-li si využít pouze místní překladatele, přejděte prosím na %s a použijte odkaz %s.

source: WPML can't find the translation service. Please contact WPML Support or your translation service provider.
cs_cz: WPML nemůže najít překladatelskou službu. Kontaktujte prosím podporu WPML nebo poskytovatele překladatelské služby.

source: <strong>Warning:</strong> You are trying to edit a translation using the standard WordPress editor but your site is configured to use the WPML Translation Editor.
cs_cz: <strong>Varování:</strong> Pokoušíte se upravit překlad s použitím standardního WordPress editoru, ale váš web je nakonfigurován na použití WPML Editor překladů.

source: <strong>Warning:</strong> You are trying to add a translation using the standard WordPress editor but your site is configured to use the WPML Translation Editor.
cs_cz: <strong>Varování:</strong> Pokoušíte se přidat překlad s použitím standardního WordPress editoru, ale váš web je nakonfigurován na použití WPML Editor překladů.

source: Looks like you are running a multilingual WooCommerce site. To easily translate WooCommerce products and categories, you should use %s
cs_cz: Vypadá to, že máte vícejazyčný WooCommerce web. Pro jednoduchý překlad WooCommerce produktů a kategorií byste měli použít %s

source: You can't edit this translation, because this translation to %s is already in progress.
cs_cz: Tento překlad nemůžete upravit, protože překládání do %s už probíhá.

source: Cannot edit this item, because it is currently in the translation basket.
cs_cz: Není možné upravit tuto položku, protože je v současnosti v překladatelském koši.

source: Edit the %s translation
cs_cz: Upravit %s překlad

source: Custom Fields
cs_cz: Uživatelská pole

source: Changes in these translations will affect terms in general! (Not only for this post)
cs_cz: Změny v těchto překladech ovlivní termíny všude! (Nikoli pouze u tohoto příspěvku)

source: Show other professional translation options
cs_cz: Zobrazit další možnosti profesionálního překladu

source: Enable other translation services
cs_cz: Povolit další překladatelské služby

source: Your site is currently configured to use only %s as its professional translation service.
cs_cz: Váš web je v současnosti nastaven k pouze k použití %s jako překladatelské služby.

source: go to the <a href="%s">Translation Dashboard</a>
cs_cz: přejděte na <a href="%s">Panel překladů</a>

source: There are no Jobs in the queue.
cs_cz: Ve frontě nejsou žádné úkoly.

source: In order to add jobs to the queue you must:
cs_cz: Chcete-li přidat do fronty úkoly, musíte:

source: add documents to the basket
cs_cz: přidat dokumenty do koše

source: send them for translation
cs_cz: poslat je k překladu

source: Synchronize status
cs_cz: Synchronizovat stav

source: Your request has been sent. Please wait a few minutes to synchronize the status with the Translation service
cs_cz: Vaše žádost byla odeslána. Počkejte prosím pár minut na synchronizaci stavu s překladatelskou službou.

source: Sending request...
cs_cz: Posílání žádosti...

source: Your request was sent.
cs_cz: Vaše žádost byla odeslána.

source: Expand
cs_cz: Rozšířit

source: Collapse
cs_cz: Sbalit

source: out of
cs_cz: ze

source: Jobs
cs_cz: Úkoly

source: &laquo; continue from the previous page
cs_cz: &laquo; pokračovat z předchozí stránky

source: continue on the next page &raquo;
cs_cz: pokračovat na další stránku &raquo;

source: Translation Batch sent on
cs_cz: Dávka překladu poslána

source: Batch Name:
cs_cz: Název dávky:

source: All
cs_cz: Vše

source: Status
cs_cz: Stav

source: All translation jobs
cs_cz: Všechny úkoly překladu

source: Content duplication
cs_cz: Duplikace obsahu

source: show all %s items
cs_cz: zobrazit všechny %s položky

source: show %s items
cs_cz: zobrazit %s položky

source: Batch is empty
cs_cz: Dávka je prázdná

source: The batch name was appended with the source language of its elements.
cs_cz: K názvu dávky byl připojen zdrojový jazyk jejích prvků.

source: The length of the batch name exceeds the maximum length of 20
cs_cz: Délka názvu dávky přesahuje maximální délku 20 znaků

source: Please choose
cs_cz: Vyberte prosím

source: All new lines should be replaced by HTML element %s. Use this option if translation tool used by translator does not support new lines characters (for example Virtaal software)
cs_cz: Všechny nové řádky by měly být nahrazeny HTML prvky %s. Použijte tuto možnost, pokud překladatelský nástroj používaný překladatelem nepodporuje znaky nového řádku (například software Virtaal)

source: XLIFF file options
cs_cz: Nastavení XLIFF souboru

source: XLIFF version
cs_cz: XLIFF verze

source: Choose default format for XLIFF file:
cs_cz: Vyberte výchozí formát pro XLIFF soubor:

source: New lines character
cs_cz: Znak pro nový řádek

source: How new lines characters in XLIFF files should be handled?
cs_cz: Jak by měly být zpracovány nové řádky v XLIFF souborech?

source: Do nothing. If you will select this, all new line characters will stay untouched.
cs_cz: Nedělat nic. Vyberete-li tuto možnost, zůstanou všechny znaky pro nový řádek beze změny.

source: Done!
cs_cz: Hotovo!

source: <p>Jobs committed...</p><p>You can check current status of this job in <a href='%s'>Translation Jobs tab</a>.</p>
cs_cz: <p>Úkoly zaslány...</p><p>Aktuální stav tohoto úkolu můžete zkontrolovat na <a href='%s'>záložce Úkoly překladu</a>.</p>

source: Committing jobs...
cs_cz: Zasílání úkolů...

source: An error occurred:
cs_cz: Nastala chyba:

source: You are not allowed to run this action.
cs_cz: Nejste oprávnění spustit tuto akci.

source: Batch
cs_cz: Dávka

source: No selected translators!
cs_cz: Nejsou vybrání překladatelé!

source: Rollback jobs...
cs_cz: Vrácené úkoly...

source: Batch rolled back
cs_cz: Dávka vrácena zpět

source: Errors:
cs_cz: Chyby:

source: Languages
cs_cz: Jazyky

source: %s to %s
cs_cz: %s na %s

source: %s to %s and %s
cs_cz: %s na %s a %s

source: Remove
cs_cz: Odstranit

source: The basket is empty
cs_cz: Koš je prázdný

source: Clear Basket
cs_cz: Vyprázdnit koš

# 1/2 Confirm to disconnect duplicates
source: You are about to translate duplicated posts.
cs_cz: Chystáte se přeložit duplikované příspěvky.

# 2/2 Confirm to disconnect duplicates
source: These items will be automatically disconnected from originals, so translation is not lost when you update the originals.
cs_cz: Tyto položky budou automaticky odpojeny od originálů, takže překlad nebude při aktualizaci originálů ztracen.

source: You have sent items to %s. Please check if additional steps are required on their end
cs_cz: Poslali jste položky do %s. Ujistěte se prosím, zda nejsou na jejich konci potřebné další kroky

source: No items found in basket
cs_cz: V koši nenalezeny žádné položky

source: %s items in basket:
cs_cz: %s položek v koši:

source: Translation Dashboard
cs_cz: Panel překladů

source: This section is for selecting WPML (local) translators only. If you wish to use %s, please go to %s.
cs_cz: Tato sekce slouží k výběru (pouze) místních překladatelů WPML. Chcete-li použít %s, přejděte prosím na %s.

source: Edit translator
cs_cz: Upravit překladatele

source: From language:
cs_cz: Z jazyka:

source: Choose
cs_cz: Vybrat

source: To language:
cs_cz: Do jazyka:

source: Select translation service
cs_cz: Vyberte překladatelskou službu

source: Select translators
cs_cz: Vyberte překladatele

source: Add translator
cs_cz: Přidat překladatele

source: (inactive)
cs_cz: (neaktivní)

source: You haven't added any translator accounts yet.
cs_cz: Zatím jste nepřidali žádné účty překladatelů.

source: No Translation Service selected: you can only use local translators.
cs_cz: Nebyla vybrána žádná překladatelská služba: můžete využít pouze místní překladatel.

source: If you wish to use a translation service for your content, please select one from the available services.
cs_cz: Chcete-li pro váš obsah použít překladatelskou službu, vyberte prosím jednu z dostupných služeb.

source: Refresh Available Services List
cs_cz: Obnovit seznam dostupných služeb

source: Your own translators
cs_cz: Vaši vlastní překladatelé

source: All WordPress users are already translators. To add more translators, first create accounts for them.
cs_cz: Všichni WordPress uživatelé už jsou překladateli. Chcete-li přidat více překladatelů, vytvořte pro ně nejprve účty.

source: Select user.
cs_cz: Vyberte uživatele.

source: To add translators, they must first have accounts in WordPress. Translators can have any editing privileges, including subscriber.
cs_cz: Pro přidání překladatelů musíme mít nejprve účty ve WordPresu. Překladatelé mohou mít jakákoli uživatelská práva, včetně přispěvatele.

source: Editing language pairs for <strong>%s</strong>
cs_cz: Úprava jazykových párů pro <strong>%s</strong>

source: From %s
cs_cz: Z %s

source: to
cs_cz: na

source: Update
cs_cz: Aktualizovat

source: Add as translator
cs_cz: Přidat jako překladatele

source: Refresh Translators data from %s
cs_cz: Obnovit překladatelské údaje z %s

source: search
cs_cz: hledat

source: No add translator interface available
cs_cz: Není k dispozici rozhraní pro přidání překladatele

source: Current translators
cs_cz: Aktuální překladatelé

source: Language pairs
cs_cz: Jazykové páry

source: edit languages
cs_cz: upravit jazyky

source: Current service
cs_cz: Současná služba

source: Name
cs_cz: Název

source: Service
cs_cz: Služba

source: Action
cs_cz: Akce

source: XLIFF translation
cs_cz: XLIFF překlad

source: Translation management
cs_cz: Správa překladu

source: Translation Basket
cs_cz: Koš překladu

source: Translation Notifications
cs_cz: Upozornění na překlad

source: Multilingual Content Setup
cs_cz: Nastavení vícejazyčného obsahu

source: Translation Jobs
cs_cz: Překladatelské úkoly

source: Please register WPML to enable the professional translation option
cs_cz: Registrujte WPML pro povolení možnosti profesionálního překladu

source: Translate Link Targets
cs_cz: Přeložit cíle odkazů

source: How should the site receive completed translations from Translation Service?
cs_cz: Jakým způsobem by měl web přijímat hotové překlady z překladatelských služeb?

source: Translation Service will deliver translations automatically using XML-RPC
cs_cz: Překladatelská služba doručí tyto překlady automaticky s použitím XML-RPC

source: Published
cs_cz: Publikováno

source: Draft
cs_cz: Koncept

source: Pending Review
cs_cz: Čeká na hodnocení

source: Scheduled
cs_cz: Naplánováno

source: Private
cs_cz: Soukromý

source: Date
cs_cz: Datum

source: Show %d documents per page
cs_cz: Zobrazit %d dokumentů na stránku

source: Word count estimate:
cs_cz: Odhad počtu slov:

source: %s words
cs_cz: %s slov

source: in %s document(s)
cs_cz: v %s dokumentu(ech)

source: show all
cs_cz: ukázat vše

source: Displaying %s&#8211;%s of %s
cs_cz: Zobrazuji %s&#8211;%s z %s

source: Any existing content (translations) will be overwritten when creating duplicates.
cs_cz: Jakýkoli existující obsah (překlady) bude při vytváření duplikátů přepsán.

source: When duplicating content, please first duplicate parent pages to maintain the site's hierarchy.
cs_cz: Při duplikování obsahu prosím pro zachování struktury webu nejprve duplikujte nadřazené stránky.

source: account status
cs_cz: stav účtu

source: Communication Log
cs_cz: Záznam komunikace

source: Content updates log
cs_cz: Záznam aktualizací obsahu

source: There is new translated content on this site. You can scan posts and strings to adjust links to point to translated content.
cs_cz: Na tomto webu je nový přeložený obsah. Pro úpravu odkazů směřujících na přeložený obsah můžete naskenovat příspěvky a řetězce.

source: Your Translators
cs_cz: Vaši překladatelé

source: Translation Services
cs_cz: Překladatelské služby

source: Available Translation Services
cs_cz: Dostupné překladatelské služby

source: Review documents for translation
cs_cz: Zkontrolovat dokumenty pro překlad

source: You are about to delete selected items from the basket. Are you sure you want to do that?
cs_cz: Chystáte se smazat vybrané položky z koše. Opravdu to chcete udělat?

source: Choose translation options
cs_cz: Vyberte možnosti překladu

source: Batch name
cs_cz: Název dávky

source: Give a name to the batch. If omitted, the default name will be applied.
cs_cz: Dejte dávce název. Použije se výchozí název, pokud bude vynechán.
