Repository: webeescz/wpml
Catalog: wpml-page-builders-*.po
Languages: cs_cz

source: Adds integration support for Page Builder Plugins
cs_cz: Přidává podporu pro integraci pluginů pro tvorbu stránek

source: WPML Page Builders
cs_cz: WPML Tvorba stránek

source: Please install WPML String Translation 2.5.3 or greater.
cs_cz: Nainstalujte prosím WPML Překlad řetězců 2.5.3 nebo vyšší.

source: WPML Page Builders can't be functional because it requires an updated version of WPML String Translation!
cs_cz: WPML Tvorba stránek nemůže fungovat, protože vyžaduje aktualizovanou verzi WPML Překlad řetězců!

source: Subscribe form: Redirect link
cs_cz: Formulář odběru: Odkaz přesměrování

source: Subscribe form: Button text
cs_cz: Formulář odběru: Text tlačítka

source: Subscribe form: Success message
cs_cz: Formulář odběru: Zpráva o úspěchu

source: Testimonial heading
cs_cz: Nadpis reference

source: Number Counter: Text after number
cs_cz: Číselné počítadlo: Text za číslem

source: Number Counter: Text before number
cs_cz: Číselné počítadlo: Text před číslem

source: Contact Form: Redirect link
cs_cz: Kontaktní formulář: Odkaz přesměrovánní

source: Contact Form: Button text
cs_cz: Kontaktní formulář: Text tlačítka

source: Contact Form: Success message
cs_cz: Kontaktní formulář: Zpráva o úspěchu

source: Callout: Link
cs_cz: Volání: Odkaz

source: Callout: Call to action text
cs_cz: Volání: Text výzvy k akci

source: Callout: Text
cs_cz: Volání: Text

source: Callout: Heading
cs_cz: Volání: Nadpis

source: Icon text
cs_cz: Text ikony

source: Call to Action: Button link
cs_cz: Výzva k akci: Odkaz tlačítka

source: Call to Action: Button text
cs_cz: Výzva k akci: Text tlačítka

source: Call to Action: Text
cs_cz: Výzva k akci: Text

source: Call to Action: Heading
cs_cz: Výzva k akci: Nadpis

source: Link
cs_cz: Odkaz

source: Text Editor
cs_cz: Textový editor

source: Icon link
cs_cz: Odkaz ikony

source: Pricing table: Duration
cs_cz: Tabulka cen: Doba trvání

source: Pricing table: Price
cs_cz: Tabulka cen: Cena

source: Pricing table: Feature
cs_cz: Tabulka cen: Funkce

source: Pricing table: Button link
cs_cz: Tabulka cen: Odkaz tlačítka

source: Pricing table: Button text
cs_cz: Tabulka cen: Text tlačítka

source: Pricing table: Title
cs_cz: Tabulka cen: Název

source: Content Slider: Slide call to action link
cs_cz: Posuvník obsahu: Odkaz výzvy k akci ve slidu

source: Content Slider: Slide call to action text
cs_cz: Posuvník obsahu: Text výzvy k akci ve slidu

source: Content Slider: Slide content
cs_cz: Posuvník obsahu: Obsah slidu

source: Content Slider: Slide heading
cs_cz: Posuvník obsahu: Nadpis slidu

source: Accordion Item Content
cs_cz: Obsah položky akordeonu

source: Accordion Item Label
cs_cz: Popisek položky akordeonu

source: Tab Item Content
cs_cz: Obsah položky záložky

source: Tab Item Label
cs_cz: Popisek položky záložky

source: Tabs: Content
cs_cz: Záložky: Obsah

source: Tabs: Title
cs_cz: Záložky: Název

source: Form: Field placeholder
cs_cz: Formulář: Zástupný text pole

source: Form: Field label
cs_cz: Formulář: Popisek pole

source: Toggle: Content
cs_cz: Posuvník obsahu: Obsah

source: Toggle: Title
cs_cz: Posuvník obsahu: Název

source: Pricing list: link
cs_cz: Seznam cen: odkaz

source: Pricing list: description
cs_cz: Seznam cen: popis

source: Price list: title
cs_cz: Seznam cen: název

source: Price table: text
cs_cz: Tabulka cen: text

source: Icon List: Link URL
cs_cz: Seznam ikon: URL odkazu

source: Icon List: Text
cs_cz: Seznam ikon: Text

source: Slides: button text
cs_cz: Slidy: text tlačítka

source: Slides: description
cs_cz: Slidy: popis

source: Slides: heading
cs_cz: Slidy: nadpis

source: Accordion: Content
cs_cz: Akordeon: Obsah

source: Accordion: Title
cs_cz: Akordeon: Název

source: Posts: Read more text
cs_cz: Příspěvky: Text číst více

source: Form: Invalid message
cs_cz: Formulář: Neplatná zpráva

source: Form: Required message
cs_cz: Formulář: Požadovaná zpráva

source: Form: Error message
cs_cz: Formulář: Chybová zpráva

source: Form: Success message
cs_cz: Formulář: Zpráva o úspěchu

source: Form: Email from name
cs_cz: Formulář: Jméno e-mail od

source: Form: Email subject
cs_cz: Formulář: Předmět e-mailu

source: Form: Button text
cs_cz: Formulář: Text tlačítka

source: Form: name
cs_cz: Formulář: jméno

source: Price Table: Button link
cs_cz: Tabulka cen: Odkaz tlačítka

source: Price Table: Ribbon title
cs_cz: Tabulka cen: Název pásu

source: Price Table: Footer additional info
cs_cz: Tabulka cen: Další informace v patičce

source: Price Table: Button text
cs_cz: Tabulka cen: Text tlačítka

source: Price Table: Period
cs_cz: Tabulka cen: Období

source: Price Table: Sub heading
cs_cz: Tabulka cen: Podnadpis

source: Price Table: Heading
cs_cz: Tabulka cen: Nadpis

source: Flip Box: Button text
cs_cz: Otočný blok: Text tlačítka

source: Flip Box: Description text side B
cs_cz: Otočný blok: Popisný text strany B

source: Flip Box: Title text side B
cs_cz: Otočný blok: Text názvu strany B

source: Flip Box: Description text side A
cs_cz: Otočný blok: Popisný text strany A

source: Flip Box: Title text side A
cs_cz: Otočný blok: Text názvu strany A

source: Image Box: Description text
cs_cz: Obrázkový blok: Popisný text

source: Image Box: Title text
cs_cz: Obrázkový blok: Text názvu

source: Icon Box: Description text
cs_cz: Blok ikon: Popisný text

source: Icon Box: Title text
cs_cz: Blok ikon: Text názvu

source: Title
cs_cz: Název

source: Starting number
cs_cz: Počáteční číslo

source: Progress: Inner text
cs_cz: Průběh: Vnitřní text

source: Progress: Title
cs_cz: Průběh: Název

source: Testimonial job
cs_cz: Práce reference

source: Testimonial name
cs_cz: Jméno reference

source: Testimonial content
cs_cz: Obsah reference

source: Alert description
cs_cz: Popis výstrahy

source: Alert title
cs_cz: Název výstrahy

source: Image: Link URL
cs_cz: Obrázek: URL odkazu

source: Image: Caption
cs_cz: Obrázek: Popisek

source: Button: Link URL
cs_cz: Tlačítko: URL odkazu

source: Button
cs_cz: Tlačítko

source: Login: Password placeholder
cs_cz: Přihlášení: Zástupný text pro heslo

source: Login: Password label
cs_cz: Přihlášení: Popisek pro heslo

source: Login: User placeholder
cs_cz: Přihlášení: Zástupný text pro uživatele

source: Login: User label
cs_cz: Přihlášení: Popisek pro uživatele

source: Login: Button text
cs_cz: Přihlášení: Text tlačítka

source: Video: Vimeo link
cs_cz: Video: Vimeo odkaz

source: Video: Link
cs_cz: Video: Odkaz

source: Icon: Link URL
cs_cz: Ikona: URL odkazu

source: Text editor
cs_cz: Textový editor

source: Heading
cs_cz: Nadpis
