Repository: webeescz/wpml
Catalog: wpml-cms-nav-*.po
Languages: cs_cz

source: Adds CMS navigation elements to sites built with WPML | <a href="https://wpml.org">Documentation</a> | <a href="https://wpml.org/version/wpml-3-5-3-1/">WPML 3.5.3.1 release notes</a>
cs_cz: Přidá navigační prvky do webů vytvořených s WPML | <a href="https://wpml.org">Dokumentace</a> | <a href="https://wpml.org/version/wpml-3-5-3-1/">Poznámky k vydání WPML 3.5.3.1</a>

source: WPML CMS Nav
cs_cz: WPML CMS Navigace

source: Configure
cs_cz: Konfigurovat

source: Configure navigation
cs_cz: Konfigurovat navigace

source: WPML provides advanced menus and navigation to go with your WordPress website, including drop-down menus, breadcrumbs and sidebar navigation.
cs_cz: WPML poskytuje pokročilá menu a navigaci pro váš WordPress web včetně rozbalovacích menu, drobečkové navigace a navigace postranního panelu.

source: Offsite page address
cs_cz: Adresa stránky mimo web

source: --none--
cs_cz: --žádné--

source: Section
cs_cz: Část

source: Mini home (don't list child pages for this page)
cs_cz: Mini domů (nevypisovat podstránky pro tuto stránku)

source: Exclude from the top navigation
cs_cz: Vyloučit z horní navigace

source: Search for:
cs_cz: Hledat:

source: Articles tagged
cs_cz: Články se štítky

source: WPML CMS Navigation is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: WPML CMS Navigace je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML</a> před verzí 2.0.5.

source: WPML CMS Navigation is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: WPML CMS Navigace je aktivní, ale nefunguje. Pro fungování vyžaduje <a href="%s">WPML</a>.

source: Nothing
cs_cz: Nic

source: Recent posts
cs_cz: Nedávné příspěvky

source: Categories
cs_cz: Rubriky

source: Select what items to display for the blog menu:
cs_cz: Vyberte, které položky zobrazit v menu blogu:

source: Show blog posts menu
cs_cz: Zobrazit menu příspěvků blogu

source: Visit %s for full CSS customization information.
cs_cz: Navštívit %s pro kompletní informace k úpravě CSS.

source: To customize the appearance of the navigation elements, you will need to override the styling provided in the plugin's CSS file.
cs_cz: Pro uzpůsobení vzhledu navigačních prvků je nutné přepsat styl poskytnutý CSS souborem pluginu.

source: You can also add the sidebar navigation as a <a%s>widget</a>.
cs_cz: Navigaci postranního panelu můžete přidat také jako <a%s>widget</a>.

source: Local navigation tree with page siblings, parent and brothers
cs_cz: Lokální strom navigace se sourozenci, rodiči a bratry

source: Sidebar navigation
cs_cz: Navigace postranního panelu

source: %s or %s, %s, %s, %s and %s
cs_cz: %s nebo %s, %s, %s, %s a %s

source: Lists the path back to the home page
cs_cz: Vypisuje cestu zpět na domovskou stránku

source: Breadcrumbs trails
cs_cz: Drobečková navigace

source: A list of the top level pages with drop down menus for second level menus. Can optionally contain the post categories
cs_cz: Seznam stránek nejvyšší úrovně s výsuvným menu pro druhou úroveň menu. Volitelně může obsahovat rubriky příspěvků

source: Top navigation
cs_cz: Horní navigace

source: Where to add
cs_cz: Kde přidat

source: HTML to add
cs_cz: HTML k přidání

source: Description
cs_cz: Popis

source: Navigation element
cs_cz: Navigační prvek

source: Instructions for adding the navigation to your theme
cs_cz: Instrukce pro přidání navigace do vaší šablony

source: Save Changes
cs_cz: Uložit změny

source: Clear cache now
cs_cz: Vyčistit mezipaměť nyní

source: Cache navigation elements for super fast performance
cs_cz: Mezipaměť pro navigační prvky pro vysoký výkon

source: Caching
cs_cz: Mezipaměť

source: Breadcrumbs separator
cs_cz: Oddělovač drobečkové navigace

source: Heading end
cs_cz: Konec nadpisu

source: Heading start
cs_cz: Začátek nadpisu

source: Sidebar pages menu
cs_cz: Menu stránek postranního panelu

source: News
cs_cz: Zprávy

source: Categories menu title
cs_cz: Název kategorie menu

source: Blog posts menu
cs_cz: Menu příspěvků blogu

source: Creation time
cs_cz: Čas vytvoření

source: Alphabetically
cs_cz: Abecedně

source: Menu order
cs_cz: Pořadí menu

source: Page order
cs_cz: Pořadí stránky

source: Settings
cs_cz: Nastavení

source: Out-of-the-box support for full CMS navigation in your WordPress site including drop down menus, breadcrumbs trail and sidebar navigation.
cs_cz: Připravená podpora pro plnohodnotnou CMS navigace na vašem WordPress webu včetně výsuvných menu, drobečkové navigace a navigace postranního panelu.

source: Setup WPML CMS Navigation
cs_cz: Nastavit WPML CMS Navigace

source: The cache has been cleared.
cs_cz: Mezipaměť byla vyčištěna.

source: cancel
cs_cz: zrušit

source: enter new
cs_cz: vložte nový

source: CMS Navigation
cs_cz: CMS Navigace

source: Navigation
cs_cz: Navigace

source: Sidebar Navigation
cs_cz: Navigace postranního panelu
