Repository: webeescz/wpml
Catalog: wpml-translation-management-*_orig.po
Languages: cs_cz

source: WPML Update is Incomplete
cs_cz: Aktualizace WPML je nekompletní

source: You are running updated %s, but the following component is not updated:
cs_cz: Používáte aktualizovaný %s, následující komponenta ale není aktualizována:

source: You are running updated %s and %s, but the following components are not updated:
cs_cz: Používáte aktualizovaný %s a %s, následující komponenty ale nejsou aktualizovány:

source: The following components are not updated:
cs_cz: Následující komponenty nejsou aktualizovány:

source: WPML.org account
cs_cz: WPML.org účet

source: Your site will not work as it should in this configuration
cs_cz: Web v této konfiguraci nebude fungovat tak, jak by měl

source: Please update all components which you are using.
cs_cz: Aktualizujte prosím všechny používané komponenty.

source: For WPML components you can receive updates from your %s or automatically, after you register WPML.
cs_cz: Po registraci WPML můžete automaticky přijímat aktualizace WPML komponent z vašeho %s.

source: Installing %s
cs_cz: Instalace %s

source: Updating %s
cs_cz: Aktualizace %s

source: Activating %s
cs_cz: Aktivace %s

source: Installer
cs_cz: Instalátor

source: Registered
cs_cz: Registrováno

source: Register
cs_cz: Registrovat

source: You are using an invalid site key defined as the constant %s (most likely in wp-config.php). Please remove it or use the correct value in order to be able to register correctly.
cs_cz: Používáte neplatný webový klíč definovaný jako konstanta %s (pravděpodobně ve wp-config.php). Odstraňte jej prosím nebo použijte platnou hodnotu, abyste mohli provést registraci korektně.

source: To get automatic updates, you need to register %s for this site. %sRegister %s%s
cs_cz: Pro automatické aktualizace musíte %s pro tento web registrovat. %sRegistrovat %s%s

source: Dismiss
cs_cz: Odebrat

source: Commercial
cs_cz: Komerční

source: Installer cannot display the products information because the automatic updating for %s was explicitly disabled with the configuration below (usually in wp-config.php):
cs_cz: Instalátor nemůže zobrazit produktové informace, protože automatická aktualizace pro %s byla explicitně vypnuta v nastavení níže (obvykle ve wp-config.php):

source: In order to see the products information, please run the %smanual updates check%s to initialize the products list or (temporarily) remove the above code.
cs_cz: Abyste viděli produktové informace, spusťte prosím %sruční kontrolu aktualizací%s pro inicializaci seznamu produktů nebo (dočasně) oberte kód výše.

source: Installer cannot contact our updates server to get information about the available products and check for new versions. If you are seeing this message for the first time, you can ignore it, as it may be a temporary communication problem. If the problem persists and your WordPress admin is slowing down, you can disable automated version checks. Add the following line to your wp-config.php file:
cs_cz: Instalátor nemůže kontaktovat naše aktualizační servery, aby získal informace o dostupných produktech a zkontroloval nové verze. Vidíte-li tuto zprávu poprvé, můžete ji ignorovat, neboť se může jednat o dočasný komunikační problém. Pokud problém přetrvává a administrace WordPressu se zpomaluje, můžete automatickou kontrolu verze vypnout. Přidejte do vašeho souboru wp-config.php následující řádek:

source: No repositories defined.
cs_cz: Nejsou definovány žádné repozitáře.

source: Invalid site key for the current site.
cs_cz: Neplatný webový klíč pro současný web.

source: Please note that the site key is case sensitive.
cs_cz: Mějte prosím na paměti, že webový klíč je citlivý na velká a malá písmena.

source: %s cannot access %s to register. Try again to see if it's a temporary problem. If the problem continues, make sure that this site has access to the Internet. You can still use the plugin without registration, but you will not receive automated updates.
cs_cz: %s nemůže přistupovat k %s pro registraci. Zkuste to znovu pro zjištění, zda jde o dočasný problém. Pokud problém přetrvává, ujistěte se, že máte přístup k Internetu. Plugin můžete používat i bez registrace, nebudou ale fungovat automatické aktualizace.

source: Invalid site key for the current site. If the error persists, try to unregister first and then register again with the same site key.
cs_cz: Neplatný webový klíč pro aktuální web. Pokud chyba přetrvává, zkuste nejprve registraci zrušit a registrovat se znovu se stejným webovým klíčem.

source: You will have to renew your subscription in order to continue getting the updates and support.
cs_cz: Pro příjem aktualizací a podporu bude nutné obnovit vaše předplatné.

source: %sRenew here%s.
cs_cz: %sObnovit zde%s.

source: Your subscription appears to no longer be valid. Please try to register again using a valid site key.
cs_cz: Vaše předplatné už není nadále platné. Zkuste se prosím registrovat znovu s použitím platného webového klíče.

source: You must have a valid subscription in order to get upgrades or support for this plugin. %sPurchase a subscription or enter an existing site key%s.
cs_cz: Abyste mohli přijímat aktualizace a podporu pro tento plugin, musíte mít platné předplatné. %sKoupit předplatné nebo vložit existující webový klíč%s.

source: %s cannot update because your site's registration is not valid. Please %sregister %s%s again for this site first.
cs_cz: %s se nemůže aktualizovat, protože je registrace vašeho webu neplatná. %sRegistrujte %s%s pro tento web znovu prosím.

source: Update Plugin
cs_cz: Aktualizovat plugin

source: Return to the plugins page
cs_cz: Vrátit se na stránku pluginu

source: Your subscription expires in %d day.
cs_cz: Vaše předplatné vyprší za %s den.

source: Your subscription expires in %d days.
cs_cz: Vaše předplatné vyprší za %d dnů.

source: To install and update %s, please %sregister%s %s for this site.
cs_cz: Pro instalaci a aktualizaci %s tento web prosím %sregistrujte%s.

source: Downloading is not possible. WordPress cannot create required folders because of the 256 characters limitation of the current Windows environment.
cs_cz: Stažení není možné. WordPress nemůže vytvořit vyžadované složky kvůli omezení na 256 znaků v současném prostředí Windows.

source: Return to the updates page
cs_cz: Vrátit se na stránku aktualizací

source: Downloading is not possible because WordPress cannot write into the plugins folder. %sHow to fix%s.
cs_cz: Stažení není možné, protože WordPress nemůže zapisovat do složky pluginu. %sJak to napravit%s.

source: Downloads:
cs_cz: Stažení:

source: Current version
cs_cz: Aktuální verze

source: Released
cs_cz: Vydaná

source: Installed version
cs_cz: Nainstalovaná verze

source: (embedded)
cs_cz: (vložené)

source: installing...
cs_cz: instaluje se...

source: updating...
cs_cz: aktualizuje se...

source: failed!
cs_cz: selhání!

source: installed
cs_cz: nainstalováno

source: updated
cs_cz: aktualizováno

source: activating
cs_cz: aktivuje se

source: activated
cs_cz: aktivováno

source: Activate after download
cs_cz: Po stažení aktivovat

source: Operation complete!
cs_cz: Operace dokončena!

source: Download failed! Please refresh the page and try again.
cs_cz: Stažení selhalo! Obnovte prosím stránku a zkuste to znovu.

source: Download
cs_cz: Stáhnout

source: Register %s
cs_cz: Registrovat %s

source: 1. Go to your %s%s account%s and add this site URL: %s
cs_cz: 1. Přejděte na váš %s%s účet%s a přidejte URL tohoto webu: %s

source: Unregister %s from this site
cs_cz: Zrušte registraci %s z tohoto webu

source: %s is registered on this site. You will receive automatic updates until %s
cs_cz: %s je na tomto webu registrován. Automatické aktualizace budete přijímat do %s

source: %s is registered on this site. Your Lifetime account gives you updates for life.
cs_cz: %s je na tomto webu registrován. Váš doživotní účet vám zajišťuje doživotní aktualizace.

source: This page lets you install plugins and update existing plugins. To remove any of these plugins, go to the %splugins%s page and if you have the permission to remove plugins you should be able to do this.
cs_cz: Tato stránka umožňuje nainstalovat pluginy a aktualizovat existující pluginy. K odebrání kteréhokoli z těchto pluginů přejděte na stránku %spluginy%s a měli byste je moci odebrat, máte-li k tomu práva.

source: Site-key was set by %s, most likely in wp-config.php. Please remove the constant before attempting to register.
cs_cz: Webový klíč byl nastaven pomocí %s, pravděpodobně ve wp-config.php. Před pokusem o registraci prosím tuto konstantu odstraňte.

source: Site-key was set by %s, most likely in wp-config.php. Please remove the constant before attempting to unregister.
cs_cz: Webový klíč byl nastaven pomocí %s, pravděpodobně ve wp-config.php. Před pokusem o zrušení registrace prosím tuto konstantu odstraňte.

source: Already bought?
cs_cz: Již jste zakoupili?

source: 2. Enter your site key
cs_cz: 2. Vložte váš webový klíč

source: Subscription expired. You need to either purchase a new subscription or upgrade if available.
cs_cz: Předplatné vypršelo. Je nutné buď koupit nové předplatné nebo upgradovat, je-li to možné.

source: Revalidate subscription
cs_cz: Znovu ověřit předplatné

source: If you have already purchased or renewed your subscription and you can still see this message, please revalidate your subscription
cs_cz: Pokud jste už koupili nebo obnovili předplatné a stále vidíte tuto zprávu, znovu jej prosím ověřte

source: Check for updates
cs_cz: Zkontrolovat aktualizace

source: Individual components
cs_cz: Jednotlivé komponenty

source: Cancel
cs_cz: Zrušit

source: Are you sure you want to unregister?
cs_cz: Opravdu chcete zrušit registraci?

source: Click to see individual components options.
cs_cz: Klikněte pro zobrazení možností jednotlivých komponent.

source: downloading...
cs_cz: stahuje se...

source: downloaded
cs_cz: staženo

source: Download failed! Click OK to revalidate your subscription or CANCEL to try again.
cs_cz: Stahování selhalo! Klikněte na OK pro ověření vašeho předplatného nebo na ZRUŠIT a zkuste to znovu.

source: Available
cs_cz: Dostupné

source: Installed
cs_cz: Nainstalované

source: Downloading
cs_cz: Stahuje se

source: Activate
cs_cz: Aktivovat

source: Incorrect setup
cs_cz: Nesprávné nastavení

source: Invalid product
cs_cz: Neplatný produkt

source: Unknown repository
cs_cz: Neznámý repozitář

source: Your current site key (%s) does not match the selected product (%s).
cs_cz: Váš současný webový klíč (%s) neodpovídá vybranému produktu (%s).

source: Buy %s
cs_cz: Koupit %s

source: Already bought %s?
cs_cz: Už jste zakoupili %s?

source: Renew %s
cs_cz: Obnovit %s

source: Remove current site key (%s)
cs_cz: Odebrat současný webový klíč (%s)

source: %s support on wpml.org
cs_cz: %s podpora na wpml.org

source: Enter site key
cs_cz: Vložte webový klíč

source: Subscription is expired.
cs_cz: Předplatné vypršelo.

source: Add
cs_cz: Přidat

source: Are you sure you want to remove this site key?
cs_cz: Opravdu chcete tento webový klíč odebrat?

source: The original has been deleted!
cs_cz: Databáze byla aktualizována!

source: Deleted
cs_cz: Smazána

source: For retrieving debug information for communication between your site and the translation system, use the <a href="%s">communication log</a> page.
cs_cz: Pro získání informací pro ladění o komunikaci mezi vaší webem a překládacím systémem využijte stránku <a href="%s">komunikačního záznamu</a>.

source: Error
cs_cz: Chyba

source: 1 translation has been fetched from the translation service.
cs_cz: Z překladatelské služby byl načten 1 překlad.

source: %d translations have been fetched from the translation service.
cs_cz: Z překladatelské služby bylo načteno %d překladů.

source: %d translations have been marked as cancelled.
cs_cz: %d překladů bylo označených za zrušené.

source: Language pairs refreshed.
cs_cz: Jazykové páry obnoveny.

source: Service activated.
cs_cz: Služba aktivována.

source: Unable to activate this service. Please check entered data and try again.
cs_cz: Službu nebylo možné aktivovat. Zkontrolujte prosím údaje a zkuste to znovu.

source: You can check again in %s seconds.
cs_cz: Můžete znovu kontrolovat za %s sekund.

source: You can check again in %s minutes.
cs_cz: Můžete znovu kontrolovat za %s minut.

source: The below exception has occurred while communicating with Translation Proxy, please try again later or contact support if the problem persists:
cs_cz: Při komunikaci s proxy překladu nastala výjimka níže, zkuste to prosím znovu později nebo kontaktujte podporu v případě, že problém přetrvává:

source: Get completed translations
cs_cz: Získat dokončené překlady

source: 1 job has been sent to the translation service.
cs_cz: Do překladatelské služby byl zaslán 1 úkol.

source: %d jobs have been sent to the translation service.
cs_cz: Do překladatelské služby bylo zasláno %d úkolů.

source: never
cs_cz: nikdy

source: Last time translations were picked up: %s
cs_cz: Naposled byly překlady vyzvednuty: %s

source: The following table lists the content which professional translation updated or created.
cs_cz: Následující tabulka vypisuje obsah, který profesionální překladatel aktualizoval nebo vytvořil.

source: Clear
cs_cz: Smazat

source: The log is empty.
cs_cz: Záznam je prázdný.

source: Export full log in CSV
cs_cz: Exportovat celý záznam v CSV

source: More information
cs_cz: Více informací

source: Basic information
cs_cz: Základní informace

# Pickup Log Column
source: Time
cs_cz: Čas

# Pickup Log Column
source: Pickup method
cs_cz: Metoda vyzvednutí

# Pickup Log Column
source: Pickup ID
cs_cz: ID vyzvednutí

# Pickup Log Column
source: Pickup CMS_ID
cs_cz: CMS_ID vyzvednutí

# Pickup Log Column
source: Job state
cs_cz: Stav úkolu

# Pickup Log Column
source: Source language
cs_cz: Původní jazyk

# Pickup Log Column
source: Target language
cs_cz: Cílový jazyk

# Pickup Log Column
source: Batch ID
cs_cz: ID dávky

# Pickup Log Column
source: Element type
cs_cz: Typ prvku

# Pickup Log Column
source: Job ID
cs_cz: ID úkolu

# Pickup Log Column
source: Language code
cs_cz: Kód jazyka

# Pickup Log Column
source: Source language code
cs_cz: Kód zdrojového jazyka

# Pickup Log Column
source: Status of original
cs_cz: Stav originálu

# Pickup Log Column
source: Type
cs_cz: Typ

# Pickup Log Column
source: Title
cs_cz: Název

# Pickup Log Column
source: Original element ID
cs_cz: ID originálního prvku

# Pickup Log Column
source: Edit URL of original
cs_cz: Upravit URL originálu

# Pickup Log Column
source: Front-end URL of original
cs_cz: Front-endová URL originálu

# Pickup Log Column
source: Content type
cs_cz: Typ obsahu

# Pickup Log Column
source: Content status
cs_cz: Stav obsahu

# Pickup Log Column
source: Edit URL of translation
cs_cz: Upravit URL překladu

# Pickup Log Column
source: Front-end URL of translation
cs_cz: Front-endová URL překladu

# Pickup Log Column
source: Status of translation
cs_cz: Stav překladu

# Pickup Log Column
source: New or updated
cs_cz: Nový nebo aktualizovaný

# Pickup Log Column
source: Debug data
cs_cz: Data ladění

# Pickup Log Column
source: Serialized data
cs_cz: Serializovaná data

# Pickup Log Value
source: Updated
cs_cz: Aktualizováno

# Pickup Log Value
source: New
cs_cz: Nový

# Pickup Log Value
source: {untitled}
cs_cz: {bez názvu}

source: Service invalidated.
cs_cz: Služba zneplatněna.

source: Unable to invalidate this service. Please contact WPML support.
cs_cz: Není možné zneplatnit službu. Kontaktujte prosím podporu WPML.

source: String "%s" has not been sent.
cs_cz: Řetězec "%s" nebyl odeslán.

source: Translation complete
cs_cz: Překlad je hotový

source: Partial translation
cs_cz: Částečný překlad

source: Translation needs update
cs_cz: Překlad potřebuje aktualizaci

source: Not translated
cs_cz: Není přeloženo

source: Waiting for translator / In progress
cs_cz: Čekání na překladatele / probíhá

source: Strings in the basket
cs_cz: Řetězce v koši

source: You have been assigned to a new translation job from %s to %s. Start editing: %s You can view your other translation jobs here: %s This message was automatically sent by Translation Management running on WPML. To stop receiving these notifications contact the system administrator at %s. This email is not monitored for replies. - WPML team
cs_cz: Byli jste přidáni k novému překladatelskému úkolu z %s do %s Vaše další překladatelské úkoly můžete prohlížet zde: %s Tato zpráva byla automaticky zaslána pomocí WPML Správa překladů. Pro ukončení příjmu těchto upozornění kontaktujte administrátora systému na %s. Odpovědi na tento e-mail nejsou sledovány. - WPML tým

source: You have been assigned to a new translation job on %s.
cs_cz: Byli jste přidáni k novému překladatelskému úkolu na %s.

source: Translate to %s
cs_cz: Přeložit do %s

source: Estimated cost: %s USD
cs_cz: Odhadovaná cena: %s USD

source: In the translation basket
cs_cz: V koši překladů

source: One or more strings sent to %s
cs_cz: Jeden nebo více řetězců zaslány na %s

source: Translation options
cs_cz: Možnosti překladu

source: Add to translation basket
cs_cz: Přidat do koše překladů

source: One of the selected strings is in a language that is not activate. It can not be added to the translation basket.
cs_cz: Jeden z vybraných řetězců je v jazyce, který není aktivní. Nemůže být přidán do překladového koše.

source: Strings in different languages are selected. They can not be added to the translation basket.
cs_cz: Jsou vybrány řetězce v odlišných jazycích. Nemohou být přidány do koše překladů.

source: You cannot add strings in this language to the basket since it already contains posts or strings of another source language! Either submit the current basket or delete the posts of differing language in the current basket
cs_cz: Do koše tohoto jazyka nemůžete přidávat balíčky, protože už obsahuje příspěvky, balíčky nebo řetězce jiného zdrojového jazyka! Buď odešlete současný koš nebo smažte příspěvky jiných jazyků v současném koši

source: Are you sure you want to reset the %1$s translation process?
cs_cz: Opravdu chcete obnovit proces překladu %1$s?

source: You can't do that!
cs_cz: To nemůžete udělat!

source: First available
cs_cz: První dostupný

source: Local
cs_cz: Místní

source: Translation Proxy error
cs_cz: Chyba proxy překladu

source: Translation jobs for:
cs_cz: Překladatelské úkoly pro:

source: String
cs_cz: Řetězec

source: Translation Cost Estimate
cs_cz: Odhadovaná cena překladu

source: To estimate the total cost of translating your site, use the word count tool.
cs_cz: Pro odhad celkové ceny překladu vašeho webu použijte nástroj pro počítání slov.

source: Get the total volume of text to translate and multiply it by the cost per word.
cs_cz: Zjistěte celkový objem textu k překladu a vynásobte jej cenou za slovo.

source: Word count tool
cs_cz: Nástroj pro počet slov

source: Close
cs_cz: Zavřít

source: Refresh
cs_cz: Aktualizovat

source: (select a value)
cs_cz: (vybrat hodnotu)

source: I need translation from this language
cs_cz: Potřebuji překlad z tohoto jazyka

# Need help translating?: 00 Title
source: Need help translating?
cs_cz: Potřebujete pomoc při překládání?

# Need help translating?: 01 Sentence begins
source: Find the service that's right for you, among
cs_cz: Najděte službu, která je pro vás pravá, mezi

# Need help translating?: 02 Link text and sentence ends
source: WPML-friendly translation services
cs_cz: Spřátelenými překladovými službami WPML

source: No results
cs_cz: Žádné výsledky

source: Items
cs_cz: Položky

source: Items - untranslated (total)
cs_cz: Položky - nepřeložené (celkem)

source: Words
cs_cz: Slova

source: Words - untranslated (total)
cs_cz: Slova - nepřeložené (celkem)

source: Totals
cs_cz: Celkem

source: PHP Setting
cs_cz: Nastavení PHP

source: PHP Extension
cs_cz: Rozšíření PHP

source: WPML Translation Management requires the following PHP extensions and settings:
cs_cz: WPML Správa překladu požaduje následující PHP rozšíření a nastavení:

source: and
cs_cz: a

source: WPML Translation Management is enabled but not effective. It requires %s in order to work.
cs_cz: WPML Správa překladu je aktivní, ale nefunguje. Pro fungování vyžaduje <a href="%s">WPML</a>.

# Incomplete local jobs after TS activation: [response] 00 Title
source: Incomplete local translation jobs
cs_cz: Nedokončené úkoly místního překladu

# Incomplete local jobs after TS activation: [response] 01 Cancelled
source: Cancelled local translation jobs:
cs_cz: Zrušené úkoly místního překladu:

# Incomplete local jobs after TS activation: [response] 02 Open
source: Open local translation jobs:
cs_cz: Otevřené úkoly místního překladu:

# Incomplete local jobs after TS activation: [response] 03 Error
source: Unable to cancel some or all jobs
cs_cz: Není možné zrušit některé nebo všechny úkoly

# Incomplete local jobs after TS activation: [response] 04 Error
source: Unable to complete the action
cs_cz: Není možné dokončit akci

# Incomplete local jobs after TS activation: [response] 10 Close button
source: Local translation jobs will be kept and the above notice hidden.
cs_cz: Úkoly místního překladu budou ponechány a upozornění výše skryto.

# Incomplete local jobs after TS activation: [confirmation] 01 Message
source: Are you sure you want to do this?
cs_cz: Opravdu to chcete udělat?

# Incomplete local jobs after TS activation: [confirmation] 01 Yes
source: Yes
cs_cz: Ano

# Incomplete local jobs after TS activation: [confirmation] 01 No
source: No
cs_cz: Ne

source: Waiting for translator
cs_cz: Čekám na překladatele

source: In basket
cs_cz: V koši

source: In progress
cs_cz: Probíhá

source: Duplicate
cs_cz: Duplikovat

source: Complete
cs_cz: Hotovo

source: needs update
cs_cz: potřebuje aktualizaci

source: Reset professional translation state
cs_cz: Obnovit stav profesionálních překladů

source: I am about to stop any ongoing work done by %1$s.
cs_cz: Chystám se zastavit všechnu probíhající práci realizovanou %1$s.

source: - A xliff file is attached.
cs_cz: - Soubor xliff je přiložen.

source: Incompatible Archive.
cs_cz: Nekompatibilní archiv.

source: Could not retrieve file from archive.
cs_cz: Nepodařilo se načíst soubor z archivu.

source: Could not extract file from archive.
cs_cz: Nepodařilo se extrahovat soubor z archivu.

source: Empty archive.
cs_cz: Prázdný archiv.

source: Translation of job %s has been uploaded and completed.
cs_cz: Překladatelský úkol %s byl nahrát a dokončen.

source: No translation jobs were selected for export.
cs_cz: Pro export nebyly vybrány žádné překladatelské úkoly.

source: All types
cs_cz: Všechny druhy

source: Any language
cs_cz: Libovolný jazyk

source: Available to translate
cs_cz: K dispozici pro překlad

source: Export all jobs:
cs_cz: Exportovat všechny úkoly:

source: Export all filtered jobs of %1$s from %2$s to %3$s in %4$s:
cs_cz: Exportovat všech vyfiltrované úkoly k %1$s z %2$s d %3$s v %4$s:

source: Bulk Actions
cs_cz: Hromadné akce

source: Select the xliff file or zip file to upload from your computer:&nbsp;
cs_cz: Vyberte soubor xliff nebo zip pro nahrání z počítače:&nbsp;

source: Upload
cs_cz: Nahrát

source: Include XLIFF files in notification emails
cs_cz: Zahrnout soubory XLIFF v upozorňovacích e-mailech

source: Apply
cs_cz: Použít

source: Export
cs_cz: Exportovat

source: Import / Export XLIFF
cs_cz: Importovat / exportovat XLIFF

source: The translation job (%s) doesn't belong to you.
cs_cz: Překladatelský úkol (%s) vám nepatří.

source: "%s" is not a valid XLIFF file.
cs_cz: "%s" není platný XLIFF soubor.

source: The uploaded xliff file does not seem to be properly formed.
cs_cz: Nahraný xliff soubor pravděpodobně není ve správně vytvořen.

source: Missing or wrong data:
cs_cz: Chybějící nebo nesprávné údaje:
