Repository: webeescz/wpml
Catalog: wpml-sticky-links-*.po
Languages: cs_cz

source: Prevents internal links from ever breaking | <a href="https://wpml.org">Documentation</a> | <a href="https://wpml.org/version/wpml-1-4-1/">WPML 1.4.1 release notes</a>
cs_cz: Zabraňuje problémům s interními odkazy | <a href="https://wpml.org">Dokumentace</a> | <a href="https://wpml.org/version/wpml-1-4-1/">Poznámky k vydání WPML 1.4.1</a>

source: WPML Sticky Links
cs_cz: WPML Fixní odkazy

source: Sticky links
cs_cz: Fixní odkazy

source: Configure
cs_cz: Konfigurovat

source: Configure Sticky Links
cs_cz: Konfigurovat Fixní odkazy

source: With Sticky Links, WPML can automatically ensure that all links on posts and pages are up-to-date, should their URL change.
cs_cz: S Fixní odkazy se WPML automaticky postará o to, aby byly všechny odkazy v příspěvcích a stránkách aktuální i při změně jejich URL.

source: WPML Sticky Links is enabled but not effective. It is not compatible with <a href="%s">WPML</a> versions prior 2.0.5.
cs_cz: WPML Fixní odkazy je aktivní, ale nefunguje. Není kompatibilní s verzemi <a href="%s">WPML</a> před verzí 2.0.5.

source: WPML Sticky Links is enabled but not effective. It requires <a href="%s">WPML</a> in order to work.
cs_cz: WPML Fixní odkazy je aktivní, ale nefunguje. Pro fungování vyžaduje <a href="%s">WPML</a>.

source: Turn links in text widgets to Sticky
cs_cz: Změnit odkazy v textových widgetech na fixní

source: Options
cs_cz: Možnosti

source: items in queue
cs_cz: položky ve frontě

source: Change sticky links back to Wordpress permalinks
cs_cz: Změnit fixní odkazy zpět na trvalé odkazy WordPressu

source: Revert sticky urls to permalinks
cs_cz: Vrátit fixní odkazy na trvalé odkazy

source: empty
cs_cz: prázdné

source: No suggestions
cs_cz: Žádné návrhy

source: use
cs_cz: použít

source: Suggestions
cs_cz: Doporučení

source: Broken link
cs_cz: Poškozený odkaz

source: Post/page
cs_cz: Příspěvek/stránka

source: Broken Links
cs_cz: Poškozené odkazy

source: Replace permalinks with sticky links in all blog posts
cs_cz: Nahradit trvalé odkazy fixními odkazy ve všech příspěvcích blogu

source: Scan ALL posts
cs_cz: Skenovat VŠECHNY příspěvky

source: Replace permalinks with sticky links in posts that have not been checked
cs_cz: Nahradit trvalé odkazy fixními odkazy v příspěvcích, které nebyly zkontrolovány

source: posts and pages not processed
cs_cz: nezpracované příspěvky a stránky

source: Apply
cs_cz: Použít

source: Setup Sticky Links
cs_cz: Nastavit Fixní odkazy

source: items left
cs_cz: položek zbývá

source: Start
cs_cz: Začít

source: fixed
cs_cz: pevný

source: Scan
cs_cz: Skenování

source: Running
cs_cz: Probíhá

source: Sticky Links
cs_cz: Fixní odkazy
